Repository: ocpyosep78/xinix-accounting
Catalog: lang/*/LC_MESSAGES/*.po
Languages: in_id

source: Use popup window to display reports:
in_id: sasasasa

source: kgg
in_id: kg

source: tons
in_id: ton

source: lbs
in_id: brt

source: dozen
in_id: dus

source: pack
in_id: pak

source: hrs
in_id: jam

source: Inquiries
in_id: Pemeriksaan

source: Accountant
in_id: Akuntan

source: System Administrator
in_id: Administrator Sistem

source: Main Menu
in_id: Menu Utama

source: Version
in_id: Versi

source: Thank you for using
in_id: Terima kasih telah menggunakan

source: Click here to Login Again.
in_id: Klik ini untuk Login Lagi

source: Backup and Restore Database - Error
in_id: Backup dan Restore Database - Error

source: Backup paths have not been set correctly.
in_id: Periksa lokasi backup

source: Please contact System Administrator.
in_id: Silahkan hubungi Administrator Sistem.

source: Backup and Restore Database
in_id: Backup dan Restore Database

source: This extension can not be be viewed:
in_id: Ektensi ini tidak bisa ditampilkan:

source: Are you sure you want to delete the backup file -
in_id: Apakah yakin ingin menghapus file backup -

source: Please select a file to upload.
in_id: Silahkan pilih file untuk upload.

source: Backup scripts
in_id: Skrip backup

source: Create Backup
in_id: Buat Backup

source: Compression
in_id: Kompresi

source: View Backup
in_id: Tampilkan Backup

source: Delete Backup
in_id: Hapus Backup

source: Comments
in_id: Komentar

source: File successfully deleted.
in_id: File berhasil dihapus.

source: Filename
in_id: Nama file

source: Backup is being downloaded...
in_id: Backup sedang downloaded...

source: Backup successfully generated.
in_id: Backup berhasil terbuat.

source: Restore backup completed.
in_id: Restore backup komplit.

source: Uploaded file has been restored.
in_id: File uploaded telah terestore.

source: Backup was not uploaded into the system.
in_id: Backup telah ter-upload ke dalam sistem.

source: No
in_id: Tidak

source: cannot find backup directory
in_id: tidak bisa ditemukan direktori backup

source: Company Setup
in_id: Setup Perusahaan

source: The company name must be entered.
in_id: Nama perusahaan harus dimasukan.

source: Company setup has been updated.
in_id: Setup perusahaan telah diperbaharui.

source: Name (to appear on reports):
in_id: Nama(untuk tampilan di laporan-laporan):

source: Official Company Number:
in_id: Nomor Pendirian Perusahaan:

source: Tax Authority Reference:
in_id: Dasar Pengenaan Pajak:

source: Tax Periods:
in_id: Periode Pajak:

source: Months.
in_id: Bulanan

source: Tax Last Period:
in_id: Akhir Periode Pajak:

source: Months back.
in_id: Keawal bulan.

source: Home Currency:
in_id: Mata uang dasar:

source: Fiscal Year:
in_id: Tahun Fiskal:

source: Address:
in_id: Alamat:

source: Telephone Number:
in_id: Nomor Telepon:

source: Facsimile Number:
in_id: Nomor Faksimile:

source: Email Address:
in_id: Alamat Email:

source: Company Logo:
in_id: Logo Perusahaan:

source: Domicile:
in_id: Domisili:

source: Use Dimensions:
in_id: Pengunaan Proyek:

source: Custom Field Name
in_id: Kustom Nama Field

source: Custom Field Value
in_id: Kustom Angka Field

source: Update
in_id: Perbaharui

source: Create/Update Company
in_id: Mengolah Perusahaan

source: Cannot open the configuration file -
in_id: Tidak bisa membuka konfigurasi file

source: Cannot write to the configuration file -
in_id: Tidak bisa menulis konfigurasi file

source: The configuration file
in_id: File Konfigurasi

source: is not writable. Change its permissions so it is, then re-run the operation.
in_id: tidak untuk ditulis. Ganti ijin tersebut, lalu ulangi proses.

source: Error creating Database:
in_id: Error membuat Database:

source: , Please create it manually
in_id: , Silahkan buat secara manual

source: Error uploading Database Script, please upload it manually
in_id: Error sewaktu upload Skrip Database, silahkan lakukan secara manual

source: Error removing Database:
in_id: Error sewaktu hapus Database:

source: , please remove it manuallly
in_id: , silahkan hapus secara manual

source: Are you sure you want to delete company no.
in_id: Anda yakin akan menghapus no. perusahaan

source: Company
in_id: Perusahaan

source: Database Host
in_id: Host Database

source: Database User
in_id: Pengguna Database

source: Database Name
in_id: Nama Database

source: Table Pref
in_id: Tabel Pref

source: Yes
in_id: Ya

source: Delete
in_id: Hapus

source: The marked company is the current company which cannot be deleted.
in_id: Perusahaan yang ditandai dalam keadaan terbuka sehingga tidak bisa dihapus

source: Database Password
in_id: Sandi Database

source: None
in_id: Tidak ada

source: Database Script
in_id: Skrip Database

source: New script Admin Password
in_id: Skrip baru Sandi Admin

source: Choose from Database scripts in SQL folder. No Datase is created without a script.
in_id: Pilih skrip Database didalam SQL folder. Tidak ada Database yang dibentuk tanpa melalui skrip.

source: Save
in_id: Simpan

source: Create a new company
in_id: Membuat perusahaan baru

source: Display Setup
in_id: Setup Tampilan

source: Display settings have been updated.
in_id: Pengaturan tampilan sudah diperbaharui.

source: Decimal Places
in_id: Desimal b/koma

source: Prices/Amounts:
in_id: Harga/Jumlah:

source: Quantities:
in_id: Kwantitas:

source: Exchange Rates:
in_id: Nilai Tukar Mata Uang:

source: Percentages:
in_id: Persentase:

source: Dateformat and Separators
in_id: Format tgl dan Pemisah

source: Dateformat:
in_id: Format tanggal:

source: Date Separator:
in_id: Pemisah Tgl:

source: Thousand Separator:
in_id: Pemisah Ribuan:

source: Decimal Separator:
in_id: Pemisah Desimal:

source: Miscellaneous
in_id: Bermacam-macam

source: Show GL Information:
in_id: Tunjukan Informasi GL:

source: Show Item Codes:
in_id: Tunjukan Kode Barang:

source: Theme:
in_id: The:

source: Page Size:
in_id: Ukuran Hal.

source: Language
in_id: Bahasa

source: Language:
in_id: Bahasa:

source: Fiscal Years
in_id: Tahun Fiskal

source: Invalid BEGIN date in fiscal year.
in_id: Tanggal AWAL tahun fiskal keliru.

source: Invalid END date in fiscal year.
in_id: Tanggal AKHIR tahun fiskal keliru.

source: BEGIN date bigger than END date.
in_id: Tanggal AWAL lebih besar dari tanggal AKHIR.

source: Cannot delete this fiscal year because items have been created referring to it.
in_id: Tidak bisa menghapus tahun fiskal ini karena item telah dibuat dari referensi tersebut.

source: Fiscal Year Begin
in_id: Awal Tahun Fiskal

source: Fiscal Year End
in_id: Akhir Tahun Fiskal

source: Closed
in_id: Tertutup

source: The marked fiscal year is the current fiscal year which cannot be deleted.
in_id: Tahun fiskal yang ditandai adalah tahun fiskal yang berjalan ini sehingga tidak bisa dihapus.

source: Fiscal Year Begin:
in_id: Awal Tahun Fiskal:

source: Fiscal Year End:
in_id: Akhir Tahun Fiskal:

source: Is Closed:
in_id: Sudah Tertutup:

source: Enter a New Fiscal Year
in_id: Masukan Tahun Fiskal Baru

source: Forms Setup
in_id: Setup Formulir

source: Forms settings have been updated.
in_id: Formulir yang disusun sudah diperbaharui.

source: Form
in_id: Formulir

source: Next Reference
in_id: Referensi Berikut

source: System and General GL Setup
in_id: Setup Sistem dan GL Umun

source: The delivery over-receive allowance must be between 0 and 100.
in_id: Over penerimaan/pengiriman harus angka antara 0 sampai 100.

source: The invoice over-charge allowance must be between 0 and 100.
in_id: Over tagihan/faktur harus angka antara 0 sampai 100.

source: The past due days interval allowance must be between 0 and 100.
in_id: Waktu jatuh tempo intervalnya harus angka antara 0 sampai 100.

source: The general GL setup has been updated.
in_id: GL Umum yang disusun sudah diperbaharui

source: General GL
in_id: GL Umum

source: Retained Earning Clearing Account:
in_id: Akun Kliring Laba di Tahan:

source: Payroll Account:
in_id: Akun Payroll:

source: Past Due Days Interval:
in_id: Interval Waktu Jatuh Tempo:

source: days
in_id: Hari

source: Customers and Sales
in_id: Pelanggan dan Penjualan

source: Default Credit Limit:
in_id: Kredit Limit Default:

source: Sales Exchange Variances Account:
in_id: Akun Selisih Penukaran Kurs:

source: Shipping Charged Account:
in_id: Akun Ongkos Kirim:

source: Customers and Sales Defaults
in_id: Default Pelanggan dan Penjualan

source: Accounts Receivable Account:
in_id: Akun Pembayaran Piutang:

source: Sales Account:
in_id: Akun Penjualan:

source: Sales Discount Account:
in_id: Akun Diskon Penjualan:

source: Prompt Payment Discount Account:
in_id: Akun Diskon Pembayaran yang diminta:

source: Suppliers and Purchasing
in_id: Pemasok dan Pembelian

source: Delivery Over-Receive Allowance:
in_id: Penyerahan/Over-Terima Ikuti:

source: Invoice Over-Charge Allowance:
in_id: Faktur/Over-Pembayaran Ikuti:

source: Purchases Exchange Variances Account:
in_id: Akun Selisih Kurs Pembelian:

source: Goods Received Clearing Account:
in_id: Akun Kliring Penerimaan Barang:

source: Suppliers and Purchasing Defaults
in_id: Default Pemasok dan Pembelian

source: Accounts Payable Account:
in_id: Akun Utang Dagang:

source: Purchase Discount Account:
in_id: Akun Diskon Pembelian:

source: Inventory Defaults
in_id: Default Stok:

source: Allow Negative Inventory:
in_id: Memperbolehkan Stok Minus:

source: Inventory Account:
in_id: Akun Stok:

source: C.O.G.S. Account:
in_id: Akun C.O.G.S.:

source: Inventory Adjustments Account:
in_id: Akun Penyesuaian Inventory:

source: Item Assembly Costs Account:
in_id: Akun Biaya Perakitan Item:

source: Manufacturing Defaults
in_id: Default Pabrikasi/Perakitan

source: Default Work Order Required By After:
in_id: Diperlukan Default Permintaan Kerja yaitu Sebelum:

source: Dimension Defaults
in_id: Default Proyek

source: Default Dimension Required By After:
in_id: Diperlukan Proyek Default yaitu Sebelum:

source: Install/Update Languages
in_id: Install/Perbaharui Bahasa

source: Cannot open the languages file -
in_id: Tidak bisa membuka file bahasa -

source: Cannot write to the language file -
in_id: Tidak bisa menulis file bahasa -

source: The language file
in_id: File Bahasa

source: Are you sure you want to delete language no.
in_id: Anda yakin akan menghapus bahasa no.

source: Name
in_id: Nama

source: Encoding
in_id: Penkodean

source: Right To Left
in_id: Hak untuk ditinggalkan

source: The marked language is the current language which cannot be deleted.
in_id: Bahasa yang ditandai adalah bahasa saat ini jadi tidak bisa dihapus.

source: Language File
in_id: File Bahasa

source: Select your language MO file from your local harddisk.
in_id: Pilih bahasa anda yaitu file MO dari lokal harddisk.

source: Create a new language
in_id: Membuat bahasa baru

source: Install/Update Modules
in_id: Install/Perbaharui Modul

source: Sales
in_id: Penjualan

source: Purchases
in_id: Pembelian

source: Items and Inventory
in_id: Barang dan Stok

source: Manufacturing
in_id: Pabrikasi/Perakitan

source: Dimensions
in_id: Proyek

source: Banking and General Ledger
in_id: Buku Besar dan Bank

source: Cannot open the modules file -
in_id: Tidak bisa membuka file module -

source: Cannot write to the modules file -
in_id: Tidak bisa menulis file module

source: The modules file
in_id: File Module

source: Are you sure you want to delete module:
in_id: Anda yakin akan menghapus module:

source: Module File
in_id: File Module

source: Select your module PHP file from your local harddisk.
in_id: Select modul file PHP dari lokal harddisk.

source: Create a new module
in_id: Membuat modul baru

source: Payment Terms
in_id: Termin Pembayaran

source: The number of days or the day in the following month must be numeric.
in_id: Banyaknya hari-hari atau hari di dalam bulan berikut harus angka/

source: The Terms description must be entered.
in_id: Deskripsi termin harus diisi.

source: When the check box to indicate a day in the following month is the due date, the due date cannot be a day after the 30th. A number between 1 and 30 is expected.
in_id: Bila kotak ditandai satu hari di dalam bulan berikut adalah tanggal jatuh tempo, tanggal jatuh tempo tidak bisa satu hari setelah hari ke 30.Diharapkan angka 1 sampai 30.

source: When the check box is not checked to indicate that the term expects a number of days after which accounts are due, the number entered should be less than 500 days.
in_id: Bila kotak ditandai menunjukkan bahwa termin jumlah hari sesuai akun adalah temponya, angka yang dimasukkan harus kurang dari 500 hari.

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
in_id: Tidak bisa menghapus temin pembayaran ini, karena sudah terpakai oleh pelanggan.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
in_id: Tidak bisa menghapus termin ini, karena sudah dipakai pelanggan.

source: Description
in_id: Deskripsi

source: Following Month On
in_id: Bulan berikut Di

source: Due After (Days)
in_id: Tempo Setelah(hari)

source: New Payment Term
in_id: Termin Pembayaran Baru

source: Terms Description:
in_id: Deskripsi Temin:

source: Due After A Given No. Of Days:
in_id: Tempo Hingga Batas Tertentu Dengan No. Dari Hari:

source: Days (Or Day In Following Month):
in_id: Hari (atau Mengikuti jumlah hari dalam Bulan):

source: Shipping Company
in_id: Perusahaan Ekspedisi

source: The shipping company name cannot be empty.
in_id: Nama Perusahaan Ekspedisi jangan kosong.

source: Cannot delete this shipping company because sales orders have been created using this shipper.
in_id: Tidak bisa menghapus perusahaan pengiriman ini karena permintaan penjualan sudah dibuat oleh pengirim.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
in_id: Tidak boleh menghapus perusahaan pengiriman ini karena faktur sudah dibuat menggunakannya.

source: Contact Person
in_id: Kontak Person

source: Phone Number
in_id: Nomor Telepon

source: Address
in_id: Alamat

source: New Shipping Company
in_id: Perusahaan Ekspedisi Baru

source: Name:
in_id: Nama:

source: Contact Person:
in_id: Kontak Person:

source: Phone Number:
in_id: Nomor Telepon:

source: Users
in_id: Pengguna

source: A new user has been added.
in_id: Pengguna baru sudah ditambahkan.

source: The selected user has been updated.
in_id: Pengguna yang dipilih sudah diperbaharui.

source: User has been deleted.
in_id: Pengguna sudah dihapus.

source: The user login entered must be at least 4 characters long.
in_id: Login Pengguna yang dimasukan harus 4 karakter atau lebih.

source: The password entered must be at least 4 characters long.
in_id: Sandi yang dimasukan harus 4 karakter atau lebih.

source: The password cannot contain the user login.
in_id: Kata sandi tidak berisi pada login pengguna.

source: User login
in_id: Login Pengguna

source: Full Name
in_id: Nama Lengkap

source: Phone
in_id: Telepon

source: Last Visit
in_id: Terakhir dikunjungi

source: Access Level
in_id: Tingkatan Akses

source: New User
in_id: Pengguna Baru

source: User login:
in_id: Login Penggunan:

source: User Login:
in_id: Login Pengguna:

source: Password:
in_id: Sandi:

source: Enter a new password to change, leave empty to keep current.
in_id: Masukan perubahan untuk sandi baru, biarkan kosong tanpa perubahan.

source: Telephone No.:
in_id: No. Telepon:

source: Access Level:
in_id: Tingkatan Akses:

source: View or Print Transactions
in_id: Tampilkan atau Cetak Transaksi

source: Type:
in_id: Tipe

source: from #:
in_id: dari #:

source: to #:
in_id: ke #:

source: Search
in_id: Cari

source: The starting transaction number is expected to be numeric and greater than zero.
in_id: Mengawali nomor transaksi harus dengan angka dan lebih besar dari nol.

source: The ending transaction number is expected to be numeric and greater than zero.
in_id: Mengakhiri nomor transaksi harus dengan angka dan lebih besar dari nol.

source: There are no transactions for the given parameters.
in_id: Tidak ada transaksi-transaksi untuk parameter-parameter yang diberi.

source: Reference
in_id: Referensi

source: View
in_id: Menampilkan

source: Print
in_id: Mencetak

source: View GL
in_id: Menampilkan GL

source: Void a Transaction
in_id: Membatalkan Transaksi

source: Transaction Type:
in_id: Tipe Transaksi:

source: Transaction #:
in_id: Transaksi #:

source: Voiding Date:
in_id: Tanggal Pembatalan:

source: Void Transaction
in_id: Transaksi Batal

source: Are you sure you want to void this transaction ? This action cannot be undone.
in_id: Anda yakin akan membatalkan transaksi? Tindakan ini tidak dapat dikembalikan

source: Proceed
in_id: Proses

source: Cancel
in_id: Batalkan

source: The entered date is invalid.
in_id: Tanggal yang dimasukan keliru.

source: The entered date is not in fiscal year.
in_id: Tanggal yang dimasukan bukan tahun fiskal.

source: The transaction number is expected to be numeric and greater than zero.
in_id: Nomor Transaksi harus angka dan lebih besar dari nol.

source: The selected transaction has already been voided.
in_id: Transaksi yang dipilih telah dibatalkan.

source: Selected transaction has been voided.
in_id: Transaksi yang dipilih adalah batal.

source: The entered transaction does not exist or cannot be voided.
in_id: Transaksi yang dimasukan tidak atau tidak bisa batal.

source: Transactions
in_id: Transaksi

source: Sales Order Entry
in_id: Masukan Permintaan Penjualan

source: Select a Sales Order to Invoice
in_id: Pilih Permintaan Penjualan untuk dijadikan Faktur

source: Customer Payments
in_id: Pembayaran Pelanggan

source: Sales Invoices
in_id: Faktur Penjualan

source: Customer Credit Notes
in_id: Nota Kredit Pelanggan

source: Allocate Customer Payments or Credit Notes
in_id: Alokasi Pembayaran Pelanggan atau Nota Kredit

source: Inquiries and Reports
in_id: Pemeriksaan dan Laporan

source: Sales Order Inquiry
in_id: Pemeriksaan Permintaan Penjualan

source: Customer Transaction Inquiry
in_id: Pemeriksaan Transaksi Pelanggan

source: Customer Allocation Inquiry
in_id: Pemeriksaan Alokasi Pelanggan

source: Customer and Sales Reports
in_id: Laporan Penjualan dan Pelanggan

source: Maintenance
in_id: Pemeliharaan

source: Add and Manage Customers
in_id: Tambah dan Mengatur Pelanggan

source: Customer Branches
in_id: Pelanggan Cabang

source: Sales Types
in_id: Tipe Penjualan

source: Sales Persons
in_id: Salesman

source: Sales Areas
in_id: Area Penjualan

source: Credit Status Setup
in_id: Setup Status Kredit

source: Dimension Entry
in_id: Masukan Proyek

source: Outstanding Dimensions
in_id: Proyek berjalan

source: Dimension Inquiry
in_id: Pemeriksaan Proyek

source: Dimension Reports
in_id: Laporan Proyek

source: Payments
in_id: Pembayaran

source: Deposits
in_id: Deposit

source: Bank Account Transfers
in_id: Akun Bank Transfer

source: Journal Entry
in_id: Masukan Jurnal

source: Budget Entry
in_id: Masukan Budget

source: Bank Account Inquiry
in_id: Akun Pemeriksaan Bank

source: GL Account Inquiry
in_id: Akun Pemeriksaan GL

source: Trial Balance
in_id: Neraca Percobaan

source: Banking Reports
in_id: Laporan Perbankan

source: General Ledger Reports
in_id: Laporan Buku Besar

source: Bank Accounts
in_id: Akun Bank

source: Payment, Deposit and Transfer Types
in_id: Pembayaran, Deposit dan Tipe Transfer

source: Currencies
in_id: Mata Uang

source: Exchange Rates
in_id: Nilai Penukaran

source: GL Accounts
in_id: Akun GL

source: GL Account Groups
in_id: Akun Group GL

source: GL Account Classes
in_id: Akun Golongan GL

source: Inventory Location Transfers
in_id: Transfer Lokasi Stok

source: Inventory Adjustments
in_id: Penyesuaian Stok

source: Inventory Item Movements
in_id: Perpindahan Stok Barang

source: Inventory Item Status
in_id: Status Stok Barang

source: Inventory Reports
in_id: Laporan Stok

source: Items
in_id: Barang-barang

source: Item Categories
in_id: Kategori Barang

source: Inventory Locations
in_id: Lokasi Stok

source: Inventory Movement Types
in_id: Tipe Perpindahan Stok

source: Item Tax Types
in_id: Tipe Pajak Barang

source: Reorder Levels
in_id: Ukuran Permintaan Ulang

source: Pricing and Costs
in_id: Harga dan Biaya

source: Sales Pricing
in_id: Harga Jual

source: Purchasing Pricing
in_id: Harga Beli

source: Standard Costs
in_id: Biaya Standar

source: Work Order Entry
in_id: Masukan Permintaan Kerja

source: Outstanding Work Orders
in_id: Permintaan kerja yang belum terselesaikan

source: Inventory Item Where Used Inquiry
in_id: Pemeriksaan Stok Barang yang Digunakan

source: Work Order Inquiry
in_id: Pemeriksaan Permintaan Kerja

source: Manufactoring Reports
in_id: Laporan Pabrikasi/Perakitan

source: Bills Of Material
in_id: Daftar Kebutuhan Komponen

source: Work Centres
in_id: Sentral Kerja

source: User Accounts Setup
in_id: Setup Akun Pengguna

source: Taxes
in_id: Pajak

source: Tax Groups
in_id: Group Pajak

source: Maintanance
in_id: Pemeliharaan

source: Backup and Restore
in_id: Backup dan Restore

source: Create/Update Companies
in_id: Mengolah Perusahaan

source: Purchase Order Entry
in_id: Masukan Permintaan Pembelian

source: Outstanding Purchase Orders Maintenance
in_id: Pemeliharaan Permintaan Pembelian yang berjalan

source: Payments to Suppliers
in_id: Pembayaran ke Pemasok

source: Supplier Invoices
in_id: Faktur dari Pemasok

source: Supplier Credit Notes
in_id: Nota Kredit Pemasok

source: Allocate Supplier Payments or Credit Notes
in_id: Alokasi Pembayaran Pemasok dan Nota Kredit

source: Purchase Orders Inquiry
in_id: Pemeriksaan Permintaan Pembelian

source: Supplier Transaction Inquiry
in_id: Pemeriksaan Transaksi Pemasok

source: Supplier Allocation Inquiry
in_id: Pemeriksaan Alokasi Pemasok

source: Supplier and Purchasing Reports
in_id: Laporan Pembelian dan Pemasok

source: Suppliers
in_id: Pemasok

source: The dimension has been entered.
in_id: Proyek sudah dimasukan

source: The dimension has been updated.
in_id: Proyek sudah diperbaharui

source: The dimension has been deleted.
in_id: Proyek sudah dihapus

source: The dimension has been closed. There can be no more changes to it.
in_id: Proyek sudah ditutup. Tidak bisa lagi ada perubahan.

source: Enter a new dimension
in_id: Masukan Proyek baru

source: Select an existing dimension
in_id: Pilih proyek yang ada

source: The dimension reference must be entered.
in_id: Referensi proyek harus dimasukan

source: The entered reference is already in use.
in_id: Referensi yang dimasukan sudah ada..

source: The dimension name must be entered.
in_id: Nama proyek harus dimasukan

source: The date entered is in an invalid format.
in_id: Tanggal yang dimasukan formatnya keliru.

source: The required by date entered is in an invalid format.
in_id: Tanggal yang perlu dimasukan adalah formatnya keliru.

source: This dimension cannot be deleted because it has already been processed.
in_id: Proyek ini tidak bisa dihapus sebab telah diproses.

source: The dimension sent is not valid.
in_id: Proyek yang dikirim tidak valid.

source: This dimension is closed and cannot be edited.
in_id: Proyke sudah ditutup dan tidak ada edit lagi.

source: Dimension Reference:
in_id: Proyek Referensi:

source: Type
in_id: Tipe

source: Start Date
in_id: Tanggal Mulai

source: Date Required By
in_id: Tanggal diperlukan oleh

source: Close This Dimension
in_id: Tutup Proyek Ini

source: Delete This Dimension
in_id: Hapus Proyek ini

source: Search Outstanding Dimensionss
in_id: Cari Proyek yang belum terselesaikan

source: Search Dimensions
in_id: Cari Proyek

source: Reference:
in_id: Referensi:

source: From:
in_id: Dari:

source: To:
in_id: Ke:

source: Only Overdue:
in_id: Hanya yang terlambat:

source: Only Open:
in_id: Hanya yang terbuka:

source: Date
in_id: Tanggal

source: Due Date
in_id: Tanggal Jatuh Tempo

source: View Dimension
in_id: Tampilkan Proyek
