Repository: ocpyosep78/xinix-accounting
Catalog: lang/*/LC_MESSAGES/*.po
Languages: in_id

source: Cannot delete this item because there are stock movements that refer to this item.
in_id: Tidak bisa menghapus item ini sebab beberapa perpindahan stok telah menggunakannya.

source: Cannot delete this item record because there are bills of material that require this part as a component.
in_id: Tidak bisa menghapus item ini sebab beberapa kebutuhan material yang pakai sebagai komponen.

source: Cannot delete this item record because there are existing sales orders for this part.
in_id: Tidak bisa menghapus rekord ini sebab sedang dipergunakan sebagai permintaan penjualan untuk barang ini.

source: Cannot delete this item because there are existing purchase order items for it.
in_id: Tidak bisa menghapus barang ini sebab beberapa permintaan pembelian barang sedang menggunakannya,

source: Select an item:
in_id: Memilih satu barang:

source: Edit Item
in_id: Edit Barang

source: Enter a new item
in_id: Masukan barang baru

source: Item
in_id: Barang

source: Item Code:
in_id: Kode Barang:

source: Image File (.jpg)
in_id: File Gambar(.jpg)

source: Category:
in_id: Kategori:

source: Item Tax Type:
in_id: Tipe Pajak Barang:

source: Item Type:
in_id: Tipe Barang:

source: Units of Measure:
in_id: Satuan Ukur:

source: Insert New Item
in_id: Sisipkan Barang Baru

source: Update Item
in_id: Perbaharui Barang

source: Delete This Item
in_id: Hapus Barang Ini

source: The item category description cannot be empty.
in_id: Deskripsi Kategori barang jangan kosong.

source: Cannot delete this item category because items have been created using this item category.
in_id: Tidak bisa menghapus kategori ini karena barang telah dibuat menggunakan kategori barang ini.

source: New Item Category
in_id: Kategori Barang Baru

source: Category Name:
in_id: Nama Kategori:

source: The location code must be five characters or less long.
in_id: kode lokasi harus 5 karakter atau lebih.

source: The location name must be entered.
in_id: Nama lokasi harus dimasukan.

source: Cannot delete this location because item movements have been created using this location.
in_id: Tidak bisa menghapus transaksi sebab perpindahan barang telah dibuat menggunakan lokasi ini.

source: Cannot delete this location because it is used by some work orders records.
in_id: Tidak bisa menghapus lokasi sebab ini sedang dipakai untuk rekord permintaan kerja.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
in_id: Tidak bisa menghapus lokasi ini sebab beberapa rekord cabang menggunakan default lokasi ini dalam pengiriman.

source: Location Code
in_id: Kode Lokasi

source: Location Name
in_id: Nama Lokasi

source: New Location
in_id: Lokasi Baru

source: Location Code:
in_id: Kode Lokasi:

source: Location Name:
in_id: Nama Lokasi:

source: Contact for deliveries:
in_id: Kontak untuk Pengiriman:

source: Telephone No:
in_id: No. Telepon:

source: Facsimile No:
in_id: No. Faksimile:

source: The inventory movement type name cannot be empty.
in_id: Nama tipe perpindahan stok jangan kosong.

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
in_id: Tidak bisa menghapus tipe perpindahan stok karena sudah ada transaksi yang menggunakannya.

source: New Inventory Movement Type
in_id: Tipe Perpindahan Stok Baru

source: View Inventory Adjustment
in_id: Tampilan Penyesuaian Stok

source: At Location
in_id: Pada Lokasi

source: Adjustment Type
in_id: Tipe Penyesuaian

source: Quantity
in_id: Kwantitas

source: Units
in_id: Unit

source: Unit Cost
in_id: Ongkos Unit

source: This adjustment has been voided.
in_id: Penyesuaian ini sudah dibatalkan.

source: View Inventory Transfer
in_id: Tampilan

source: From Location
in_id: Dari Lokasi

source: To Location
in_id: Ke Lokasi

source: Search Outstanding Work Orders
in_id: Cari Permintaan Kerja yang belum terselesaikan

source: Search Work Orders
in_id: Cari Permintaan Kerja

source: at Location:
in_id: pada Lokasi:

source: for item:
in_id: untuk barang:

source: Required
in_id: Diperlukan

source: Manufactured
in_id: Perakitan

source: Required By
in_id: Diperlukan Oleh

source: Issue
in_id: Mengeluarkan

source: Produce
in_id: Hasil

source: Costs
in_id: Ongkos

source: Not Released
in_id: Tidak Jadi

source: Release
in_id: Selesai

source: Produce or Unassemble Finished Items From Work Order
in_id: Barang hasil atau tidak terselesaikan Dari Permintaan Kerja

source: The manufacturing process has been entered.
in_id: Proses perakitan sudah dimasukan

source: Select another Work Order to Process
in_id: Pilih Permintaan Kerja Lainnya untuk Diproses

source: The order number sent is not valid.
in_id: Nomor permintaan yang dikirim tidak valid.

source: The production date cannot be before the release date of the work order.
in_id: Tanggal produksi tidak bisa sebelum tanggal jadi dalam permintaan kerja.

source: The unassembling cannot be processed because there is insufficient stock.
in_id: Tidak dirakit karena proses ini kekurangan stok.

source: Produce Finished Items
in_id: Barang-barang Terselesaikan

source: Return Items to Work Order
in_id: Barang Kembali ke Permintaan Kerja

source: Quantity:
in_id: Kwantitiy:

source: Date:
in_id: Tanggal:

source: Process
in_id: Proses

source: Process And Close Order
in_id: Proses dan Tutup Permintaan

source: There are no manufacturable items defined in the system.
in_id: Tidak ada barang perakitan dalam sistem ini.

source: The work order been added.
in_id: Permintaan kerja sudah ditambahkan.

source: The work order been updated.
in_id: Permintaan kerja sudah diperbaharui.

source: Work order has been deleted.
in_id: Permintaan kerja sudah dihapus.

source: This work order has been closed. There can be no more issues against it.
in_id: Permintaan kerja ini sudah ditutup. Tidak bisa mencoba mengeluarkan lagi.

source: Enter a new work order
in_id: Masukan Permintaan kerja baru

source: Select an existing work order
in_id: Pilih permintaan kerja yang tersedia

source: The quantity entered must be numeric.
in_id: Kwantitas yang dimasukan harus angka.

source: The quantity entered must be a positive number greater than zero.
in_id: Kwantitas yang dimasukan harus plus dan lebih besar dari nol.

source: The selected item to manufacture does not have a bom.
in_id: Barang yang dipilih untuk perakitan tidak memiliki bom.

source: The cost entered must be numeric.
in_id: Biaya yang dimasukan harus angka.

source: The cost entered cannot be negative.
in_id: Biaya yang dimasukan harus positif.

source: The work order cannot be processed because there is an insufficient quantity for component:
in_id: Permintaan kerja tidak bisa diproses sebab kekurangan kwantitas komponen.

source: Location:
in_id: Lokasi:

source: The selected item cannot be unassembled because there is insufficient stock.
in_id: Item yang dipilih tidak bisa dirakit karena kekurangan stok.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
in_id: Kwatitas tidak bisa diubah untuk mengurangi kwantitas yang sudah siap rakit untuk permintaan ini.

source: This work order cannot be deleted because it has already been processed.
in_id: Permintaan kerja ini tidak bisa dihapus karena sudah siap diproses.

source: This work order is closed and cannot be edited.
in_id: Permintaan kerja ini sudah ditutup dan tidak bisa diedit.

source: Destination Location:
in_id: Lokasi Tujuan:

source: Quantity Required:
in_id: Diperlukan Kwantitas:

source: Quantity Manufactured:
in_id: Kwantitas Perakitan:

source: Total Additional Costs:
in_id: Total Biaya Tambahan:

source: Released On:
in_id: Terselesaikan:

source: Close This Work Order
in_id: Tutup Permintaan Kerja ini

source: Delete This Work Order
in_id: Hapus Permintaan Kerja Ini

source: Issue Items to Work Order
in_id: Mengeluarkan Barang permintaan kerja sudah dimasukan

source: The work order issue has been entered.
in_id: Mengeluarkan permintaan kerja harus dimasukan.

source: The entered date for the issue is invalid.
in_id: Tanggal yang dimasukan untuk mengeluarkan tidak valid.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
in_id: Isu tidak bisa diproses sebab satu item yang dimasukkan akan menyebabkan satu posisi inventory negatif :

source: The process cannot be completed because there is an insufficient total quantity for a component.
in_id: Proses tidak bisa diselesaikan sebab ada satu kwantitas total yang tidak cukup untuk satu komponen.

source: Component is :
in_id: Komponen adalah :

source: From location :
in_id: Dari Lokasi :

source: Items to Issue
in_id: Barang untuk dikeluarkan

source: Process Issue
in_id: Mengeluarkan Proses

source: Work Order Release to Manufacturing
in_id: Permintaan Kerja Selesai untuk Perakitan

source: This work order has already been released.
in_id: Permintaan kerja ini sudah selesai.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
in_id: Permintaan Kerja tidak bisa terselesaikan. Pilihan item untuk perakitan tidak ada bom.

source: The work order has been released to manufacturing.
in_id: Permintaan kerja terselesaikan untuk perakitan.

source: Select another work order
in_id: Pilihan permintaan kerja lainnya

source: Work Order #:
in_id: Permintaan Kerja #:

source: Work Order Reference:
in_id: Referensi Permintaan Kerja:

source: Released Date
in_id: Tanggal Selesai

source: Release Work Order
in_id: Permintaan Kerja Selesai

source: Costed Bill Of Material Inquiry
in_id: Pemeriksaan daftar kebutuhan ongkos bahan

source: There are no manufactured or kit items defined in the system.
in_id: Tidak ada yang dihasilkan atau materi barang dalam sistem.

source: All Costs Are In:
in_id: Semua Ongkos Adalah Dalam:

source: Enter an item code above, to view the costed bill of material for.
in_id: Masukan kode barang, untuk ditampilkan sebagai daftar untuk keperluan.

source: Select an item to display its parent item(s).
in_id: Pilih barang untuk ditampilkan barang induk.

source: The selected item is not used in any BOMs.
in_id: Barang yang dipilih tidak digunakan pada BOM manapun.

source: Parent Item
in_id: Induk Barang

source: Work Centre
in_id: Sentral Kerja

source: Quantity Required
in_id: Diperlukan Kwantitas

source: Bill Of Materials
in_id: Daftar Kebutuhan Material

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
in_id: Sentral kerja tidak ada dalam sistem. BOM Paling sedikit memerlukan satu sentral kerja.

source: Code
in_id: Kode

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
in_id: Komponen yang terpilih telah di bom ini. Anda dapat memodifikasi itu adalah kwantitas tetapi itu tidak bisa nampak lebih dari sekali di bom yang sama.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
in_id: Komponen yang terpilih adalah induk barang yang ada. Bom-bom Berulang adalah tidak diijinkan.

source: The component item has been deleted from this bom.
in_id: Komponen barang sudah dihapus dari bom ini.

source: Select a manufacturable item:
in_id: Pilih barang untuk dirakit:

source: Add a new Component
in_id: Tambahkan Komponen baru

source: Component:
in_id: Komponent:

source: Location to Draw From:
in_id: Peta Lokasi Dari:

source: Work Centre Added:
in_id: Tambahkan Sentral Kerja:

source: Add/Update
in_id: Tambah/Perbaharui

source: The work centre name cannot be empty.
in_id: Nama sentral kerja jangan kosong.

source: Cannot delete this work centre because BOMs have been created referring to it.
in_id: Tidak bisa menghapus sentral permintaan kerja karena BOM sudah dibuat menggunakannya.

source: Cannot delete this work centre because work order requirements have been created referring to it.
in_id: Tidak bisa menghapus sentral kerja ini karena persyaratan permintaan kerja ini sudah dibuat.

source: description
in_id: deskripsi

source: New Work Centre
in_id: Sentral Kerja Baru

source: View Work Order
in_id: Tampilkan Permintaan Kerja

source: BOM for item:
in_id: Barang untuk BOM:

source: Work Order Requirements
in_id: Persyaratan Permintaan Kerja

source: Issues
in_id: Mengeluarkan

source: Productions
in_id: Produksi

source: This work order has been voided.
in_id: Permintaan kerja sudah dibatalkan.

source: View Work Order Issue
in_id: Tampilkan Mengeluarkan Permintaan Kerja

source: Issue #
in_id: Mengeluarkan #

source: For Work Order #
in_id: Permintaan Kerja Untuk #

source: To Work Centre
in_id: Ke Sentral Kerja

source: Date of Issue
in_id: Tgl Mengeluarkan

source: This issue has been voided.
in_id: Keluaran ini sudah dibatalkan.

source: There are no items for this issue.
in_id: Tidak ada barang untuk mengeluarkan ini.

source: Component
in_id: Komponen

source: Items for this Issue
in_id: Barang untuk mengeluarkan ini

source: View Work Order Production
in_id: Tampilkan Produksi Permintaan Kerja

source: Production #
in_id: Produksi #

source: Quantity Manufactured
in_id: Kwantitas Perakitan

source: This production has been voided.
in_id: Produksi ini sudah dibatalkan

source: Modify Purchase Order #
in_id: Modifikasi Permintaan Pembelian #

source: Purchase Order has been entered
in_id: Permintaan Pembelian telah dimasukan

source: Purchase Order has been updated
in_id: Permintaan Pembelian telah diperbaharui

source: View this order
in_id: Tampilkan permintaan ini

source: Receive Items on this Purchase Order
in_id: Barang yang diterima atas Permintaan Pembelian

source: Enter Another Purchase Order
in_id: Masukan Permintaan Pembelian yang lainnya

source: Select An Outstanding Purchase Order
in_id: Pilih Permintaan Pembelian Berjalan

source: This item cannot be deleted because some of it has already been received.
in_id: Tidak bisa menghapus barang sebab sebagian dari itu sudah diterima.

source: This order cannot be cancelled because some of it has already been received.
in_id: Tidak bisa membatalkan permintaan sebab sebagian dari itu sudah diterima.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
in_id: Baris jumlah barang bisa dimodifikasi sampai jumlah lebih dari yang diterima. harga tidak bisa diubah untuk yang telah diterima dan jumlah tidak bisa dikurangi yang kwantitas utuhnya telah diterima.

source: This purchase order has been cancelled.
in_id: Permintaan Pembelian ini sudah dibatalkan.

source: Enter a new purchase order
in_id: Masukan satu permintaan pembelian baru

source: The quantity of the order item must be numeric.
in_id: Kwantitas barang permintaan harus angka.

source: The quantity of the ordered item entered must be a positive amount.
in_id: Kwantitas barang permintaan yang dimasukan harus nilai positif.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
in_id: Anda sedang mencoba kwantitas yang lebih dari permintaan atau yang siap di fakturkan atau diterima. Ini dilarang.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
in_id: Kwantitas yang diterima hanya dapat dimodifikasi oleh satu tanda terima negatif dan kwantitas yang faktur hanya dapat dikurangi oleh satu nota kredit yang bertentangan dengan barang ini.

source: The selected item is already on this order.
in_id: Barang yang dipilih sudah ada dalam permintaan ini.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
in_id: Barang yang dipilih tidak ada atau tidak bisa dibeli.

source: The entered order date is invalid.
in_id: Tanggal permintaan yang dimasukan tidak valid.

source: There is no reference entered for this purchase order.
in_id: Tidak ada referensi yang dimasukan untuk permintaan pembelian ini.

source: There is no delivery address specified.
in_id: Tidak ada alamat kirim yang jelas.

source: There is no location specified to move any items into.
in_id: Tidak ada lokasi yang jelas untuk memindahkan barang ini masuk.

source: The order cannot be placed because there are no lines entered on this order.
in_id: Permintaan tidak bisa disimpan karena tidak ada baris dalam permintaan ini.

source: Update Order
in_id: Perbaharui Permintaan

source: Place Order
in_id: Simpan Permintaan

source: Cancel Order
in_id: Permintaan Batal

source: Receive Purchase Order Items
in_id: Penerimaan Barang Permintaan Pembelian

source: Purchase Order Delivery has been processed
in_id: Pengiriman Permintaan Pembelian sudah diproses

source: View this Delivery
in_id: Tampilkan Pengiriman ini

source: Select a different purchase order for receiving items against
in_id: Pilih Permintaan Pembelian yang berbeda untuk menerima barang lagi

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
in_id: Halaman ini hanya bisa dibuka jika permintaan pembelian sudah dipilih. Silahkan pilih permintaan pembelian terlebih dulu.

source: Item Code
in_id: Kode Item

source: Ordered
in_id: Sudah dimintan

source: Received
in_id: Penerimaan

source: Outstanding
in_id: Berjalan

source: This Delivery
in_id: Pengiriman Ini

source: Total value of items received
in_id: Total nilai dari barang yang diterima

source: There is nothing to process. Please enter valid quantities greater than zero.
in_id: Tidak ada proses apapun. Silahkan masukan kwantitas yang valid dan lebih dari nol.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
in_id: Jumlah yang dimasukkan tidak bisa adalah lebih besar dari kwantitas yang dimasukkan di permintaan pembelian termasuk yang diijinkan persentase kelebihan penerimaan

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
in_id: Ubah barang yang telah diminta atas pemintaan pembelian jika kamu ingin menambah kwantitas.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
in_id: Permintaan sudah diubah atau pada awal kejadian faktur ini dikirim. Proses berhenti. Untuk masuk ke pengiriman kembali permintaan pembelian ini, mestinya harus dipilih ulang dan dibaca ulang kembali untuk memperbaharui perubahan yang dilakukan pengguna lain.

source: Select a different purchase order for receiving goods against
in_id: Pilih permintaan pembelian lainnya untuk penerimaan barang-barang

source: Re-Read the updated purchase order for receiving goods against
in_id: Baca ulang permintaan pembelian yang diperbaharui untuk penerimaan barang

source: Items to Receive
in_id: Barang u/Penerimaan

source: Process Receive Items
in_id: Proses Penerimaan Barang

source: Supplier Credit Note
in_id: Nota Kredit Pemasok

source: Supplier credit note has been processed.
in_id: Nota Kredit Pemasok sudah diproses.

source: View this Credit Note
in_id: Tampilkan Nota Kredit ini

source: View the GL Journal Entries for this Credit Note
in_id: Tampilkan Pemasukan Jurnal GL untuk Nota Kredit ini

source: Enter Another Credit Note
in_id: Masukan Nota Kredit yang lain

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
in_id: Nota Kredit tidak bisa diproses sebab tidak ada barang atau nilai dalam faktur. Nota Kredit harus memiliki nilai.

source: You must enter an credit note reference.
in_id: Anda harus memasukan referensi Nota Kredit.

source: You must enter a supplier's credit note reference.
in_id: Anda harus memasukan ref. Nota Kredit pemasok.

source: The credit note as entered cannot be processed because the date entered is not valid.
in_id: Nota Kredit yang dimasukan tidak bisa diproses karena tanggalnya tidak valid.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
in_id: Faktur yang dimasukan tidak bisa diproses karena tanggal akhir format keliru.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
in_id: Jumlah keseluruhan nota kredit yang dimasukan adalah kurang dari total di GL dan masukan untuk biaya penerimaan. Mesti ada satu kekeliruan di suatu tempat, nota kredit seperti yang dimasukkan tidak akan diproses.

source: Enter Credit Note
in_id: Masukan Nota Kredit

source: Select Received Items to Add
in_id: Pilih Penerimaan Barang untuk di Tambahkan

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier credit note must be clicked on.
in_id: Untuk memasukan transaksi pemasok harus dipilih pemasok yang ada pada pilihan pemasok dilayar, ketika diklik nota kredit pemasok akan terhubung.

source: The quantity to credit must be numeric.
in_id: Kwantitas untuk kredit harus angka.

source: The quantity to credit must be greater than zero.
in_id: Kwantitas kredit harus lebih besar dari nol.

source: The price is either not numeric or negative.
in_id: Harga bukan angka atau minus.

source: Return to Credit Note Entry
in_id: Kembali Masukan Nota Kredit

source: There are no received items for the selected supplier that have been invoiced.
in_id: Tidak ada penerimaan barang untuk pemasok yang dipilih telah difakturkan.

source: Credits can only be applied to invoiced items.
in_id: Kredit hanya bisa digunakan untuk barang-barang faktur.

source: Delivery
in_id: Pengiriman

source: Sequence #
in_id: Urutan #

source: Order
in_id: Permintaan

source: Delivered
in_id: Terkirim

source: Total Qty Received
in_id: Total Qty diterima

source: Qty Already Invoiced
in_id: Qty Siap difakturkan

source: Qty Yet To Invoice
in_id: Qty Belum Siap difakturkan

source: Order Price
in_id: Harga Permintaan

source: Line Value
in_id: Nilai Baris

source: Delivery Item Selected For Adding To A Supplier Credit Note
in_id: Pengiriman Barang yang Diplih Untuk Penambahan Ke Nota Kredit Pemasok

source: Quantity to Credit
in_id: Kwantitiy untuk Kredit

source: Credit Price
in_id: Harga Kredit

source: Add to Credit Note
in_id: Tambahkan Nota Kredit

source: Enter Supplier Invoice
in_id: Masukan Faktur Pemasok

source: Supplier invoice has been processed.
in_id: Faktur supplier sudah diproses.

source: View this Invoice
in_id: Tampilkan Faktur ini

source: View the GL Journal Entries for this Invoice
in_id: Tampilkan Pemasukan Jurnal GL untuk Faktur ini

source: Enter Another Invoice
in_id: Masukan Faktur Lainnya

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
in_id: Faktur tidak bisa diproses karena tidak ada barang-barang atau angka pada faktur. Faktur harus memiliki nilai tagihan.

source: You must enter an invoice reference.
in_id: Anda harus memasukan referensi faktur.

source: You must enter a supplier's invoice reference.
in_id: Anda harus memasukan referensi pemasok.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
in_id: Faktur yang dimasukan tidak bisa diproses sebab tanggal faktur dalam format keliru.
