Repository: ocpyosep78/xinix-accounting
Catalog: lang/*/LC_MESSAGES/*.po
Languages: in_id

source: DueDate
in_id: Tgl.Jatuh Tempo

source: Dear Sirs
in_id: Yth. Bapak

source: Attached you will find
in_id: Lampiran Anda akan ditemukan

source: Kindest regards
in_id: Salam hangat

source: Invoice no.
in_id: No. Faktur

source: Order no.
in_id: No. Permintaan

source: TOTAL ORDER EX VAT
in_id: TOTAL PERMINTAAN NON-VAT

source: TOTAL PO EX VAT
in_id: TOTAL PO NON-PPN

source: Outstanding Transactions
in_id: Transaksi Berjalan

source: Statement
in_id: Laporan keuangan

source: as of
in_id: mulai dari

source: Sales Credit Note
in_id: Penjualan Nota Kredit

source: Cheque Withdrawal
in_id: Penarikan Cek

source: Cheque Deposit
in_id: Menyimpan Cek

source: Cash Withdrawal
in_id: Penarikan Uang

source: Cash Deposit
in_id: Menyimpan Kas

source: Inventory Release
in_id: Keluarkan Stok

source: Inventory Add
in_id: Tambahkan Stok

source: Inventory Return
in_id: Kembalikan Stok

source: Active
in_id: Aktif

source: Print Out Date
in_id: Cetakan diluar Tanggal

source: Fiscal Year
in_id: Tahun Fiskal

source: Page
in_id: Hal.

source: sent to
in_id: kirim ke

source: NOT sent to
in_id: TIDAK terkirim ke

source: Report Classes:
in_id: Laporan Golongan:

source: Reports For Class:
in_id: Laporan-laporan untuk Golongan:

source: No Currency Filter
in_id: Tidak Ada Mata Uang

source: No Graphics
in_id: Tanpa Grafik

source: Vertical bars
in_id: Batang Vertikal

source: Horizontal bars
in_id: Batang Horisontal

source: Dots
in_id: Titik Putus-putus

source: Lines
in_id: Garis

source: Pie
in_id: Pastel

source: Donut
in_id: Lingkaran

source: No Type Filter
in_id: Tidak ada Tipe

source: No Account Group Filter
in_id: Tidak ada Grup Akun

source: No Dimension Filter
in_id: Tidak ada Proyek

source: No Customer Filter
in_id: Tidak ada Pelanggan

source: No Supplier Filter
in_id: Tidak ada Pemasok

source: CN
in_id: Nota Kredit

source: No Location Filter
in_id: Tidak ada Lokasi

source: No Category Filter
in_id: Tidak ada Kategori

source: No Area Filter
in_id: Tidak ada Area

source: No Sales Folk Filter
in_id: Tidak ada Penjualan

source: Write off
in_id: Non Penulisan

source: Customer Currency:
in_id: Mata Uang Pelanggan:

source: Customer Discount:
in_id: Diskon Pelanggan:

source: Items Returned to Location
in_id: Item di-retur ke Lokasi

source: Write off the cost of the items to
in_id: Menghapuskan ongkos item sampai

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
in_id: Rekening pelanggan yang dipilih saat ini sedang ditahan. Silahkan hubungi pengendalian kredit untuk didiskusikan.

source: The selected customer and branch are not valid, or the customer does not have any branches.
in_id: Pelanggan yang dipilih tidak valid, atau pelanggan tidak ada dicabang manapun.

source: Invoice Delivery Details
in_id: Rincian Pengiriman Faktur

source: Order Delivery Details
in_id: Rincian Pengiriman Permintaan

source: Required Delivery Date:
in_id: Tgl. Pengiriman:

source: Deliver from Location:
in_id: Kirim dari Lokasi:

source: Deliver To:
in_id: Kirim Ke:

source: Contact Phone Number:
in_id: Nomor Telp. Kontak:

source: Customer Reference:
in_id: Catatan Pelanggan:

source: Comments:
in_id: Komentar:

source: Shipping Charge:
in_id: Ongkos Kirim:

source: Shipping Company:
in_id: Perusahaan Pengiriman:
