Repository: ocpyosep78/xinix-accounting
Catalog: lang/*/LC_MESSAGES/*.po
Languages: in_id

source: Modifying Sales Order
in_id: Perubahan Permintaan Penjualan

source: Order has been entered.
in_id: Permintaan sudah dimasukan

source: Confirm Order Delivery Quantities and Produce Invoice
in_id: Konfirmasi Pengiriman Permintaan Kwantitas dan Hasil Faktur

source: Enter a New Order
in_id: Masukan Permintaan Baru

source: Order has been updated.
in_id: Permintaan sudah diperbaharui.

source: Select A Different Order
in_id: Pilih Permintaan yang Berbeda

source: The entered date is not in fiscal year
in_id: Tanggal yang dimasukan bukan dalam tahun fiska

source: You must enter at least one line entry.
in_id: Anda harus memasukan sedikitnya satu baris masukan.

source: You must enter the person or company to whom delivery should be made to.
in_id: Anda harus memasukan orang atau perusahaan untuk siapa pengiriman dibuat.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
in_id: Anda harus memasukan alamat jalan pada kolom yang tersedia. Pesanan tidak bisa diterima tanpa alamat jalan yang jelas.

source: The shipping cost entered is expected to be numeric.
in_id: Memasukan ongkos kirim adalah diharuskan angka.

source: The delivery date is invalid.
in_id: Tanggal Pengiriman tidak valid.

source: The requested delivery date is before the date of the order.
in_id: Tanggal pengiriman yang minta adalah sebelum tanggal permintaan.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
in_id: Tidak ada barang yang diperbaharui karena kamu mencoba kwantitas permintaan kurang dari 0, atau persentase diskon lebih besar dari 100.

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price. The item unit price cannot be modified retrospectively.
in_id: Kamu mencoba mengubah harga yang ada beberapa kwantitas difaktur pada harga lama. Harga satuan item tidak bisa dimodifikasi secara retrospektif.

source: The item you attempting to modify has had some quantity invoiced at the old discount percent. The items discount cannot be modified retrospectively.
in_id: Anda yang anda mencoba item untuk diubah pasti mempunyai beberapa kwantitas pada faktur dan diskon lamanya. Potongan barang tidak bisa diubah secara retrospektif.

source: You attempting to make the quantity ordered a quantity less than has already been invoiced. The quantity delivered and invoiced cannot be modified retrospectively.
in_id: Anda mencoba untuk membuat kwantitas yang permintaan satu kwantitas kurang dari yang ada difaktur. Kwantitas kirim dan yang faktur tidak bisa diubah secara retrospektif.

source: This item cannot be deleted because some of it has already been invoiced.
in_id: Barang tidak bisa dihapus karena beberapa telah digunakan faktur.

source: This order cannot be cancelled because some of it has already been invoiced. However, the line item quantities may be modified.
in_id: Permintaan ini tidak bisa dibatalkan karena beberapa telah dipakai faktur. Bagaimanapun, baris kwantitas barang bisa diubah.

source: This sales invoice has been cancelled as requested.
in_id: Faktur Penjualan ini dibatalkan atas permintaan.

source: Enter a New Sales Invoice
in_id: Masukan Faktur Penjualan Baru

source: This sales order has been cancelled as requested.
in_id: Permintaan penjualan ini dibatalkan atas permohonan.

source: Enter a New Sales Order
in_id: Masukan Permintaan Penjualan Baru

source: There are no inventory items defined in the system.
in_id: Tidak ada stok barang dalam sistem ini.

source: Invoice Date:
in_id: Tgl. Invoice:

source: Sales Invoice Items
in_id: Barang-barang SO

source: Enter Delivery Details and Confirm Invoice
in_id: Masukan Rincian Pengiriman dan Konfirmasi Faktur

source: Cancel Invoice
in_id: Faktur Batal

source: Order Date:
in_id: Tgl. Permintaan.

source: Sales Order Items
in_id: Barang-barang Permintaan Penjualan

source: Enter Delivery Details and Confirm Order
in_id: Masukan Rincian Pengiriman dan Konfirmasi Permintaan

source: Place Invoice
in_id: Simpan Faktur

source: Commit Invoice Changes
in_id: Melakukan Perubahan Faktur

source: Edit Invoice Items
in_id: Edit Barang-barang Faktur

source: Commit Order Changes
in_id: Melakukan Perubahan Permintaan

source: Edit Order Items
in_id: Edit Barang-barang Permintaan

source: Allocate Customer Payment or Credit Note
in_id: Alokasi Pembayaran Pelanggan atau Nota Kredit

source: Customer Allocations
in_id: Alokasi Pelanggan

source: Select a customer:
in_id: Pilih satu pelanggan:

source: The selected customer has no transactions for the given dates.
in_id: Pelanggan yang dipilih tidak ada transaksi untuk tanggal yang dimaksud.

source: Allocation
in_id: Alokasi

source: Customer Inquiry
in_id: Pemeriksaan Pelanggan

source: CUSTOMER ACCOUNT IS ON HOLD
in_id: AKUN PELANGGAN DI TAHAN

source: Credit This
in_id: Kredit Ini

source: Search Outstanding Sales Orders
in_id: Cari Permintaan Penjualan yang berjalan

source: Search All Sales Orders
in_id: Cari Seluruh Permintaan Penjualan

source: Order #
in_id: Permintaan #

source: Cust Order #
in_id: Permintaan Pel #

source: Delivery To
in_id: Kirim Ke

source: Invoice
in_id: Faktur

source: Credit Status
in_id: Status Kredit

source: The credit status description cannot be empty.
in_id: Deskripsi status kredit jangan kosong.

source: Cannot delete this credit status because customer accounts have been created referring to it.
in_id: Tidak bisa menghapus status kredit ini karena akun pelanggan telah dibuat menggunakannya.

source: Dissallow Invoices
in_id: Tidak mengikuti Faktur

source: Invoice OK
in_id: Faktur OK

source: NO INVOICING
in_id: TANPA FAKTURISASI

source: New Credit Status
in_id: Status Kredit Baru

source: Dissallow invoicing ?
in_id: Tidak mengikuti fakturisasi ?

source: Customers
in_id: Pelanggan

source: The customer name cannot be empty.
in_id: Nama pelanggan jangan kosong.

source: The credit limit must be numeric.
in_id: Limit kredit harus angka.

source: The payment discount must be numeric.
in_id: Diskon Pembayaran harus angka.

source: The discount percentage must be numeric.
in_id: Diskon persen harus angka.

source: The credit limit must be a positive number.
in_id: Kredit limit harus bilangan positif.

source: The payment discount is expected to be less than 100% and greater than or equal to 0.
in_id: Diskon pembayaran diharapkan kurang dari 100% dan lebih besar dari atau sama dengan 0.

source: The discount percent is expected to be less than 100 and greater than or equal to 0.
in_id: Diskon persen diharapkan kurang dari 100 dan lebih besar atau sama dengan 0.

source: Customer has been updated.
in_id: Pelanggan yang disusun sudah diperbaharui.

source: A new customer has been added.
in_id: Pelanggan baru sudah ditambahkan.

source: Add branches for this customer
in_id: Tambah Cabang untuk pelanggan ini

source: This customer cannot be deleted because there are transactions that refer to it.
in_id: Pelanggan ini tidak bisa dihapus karena sudah ada transaksinya.

source: Cannot delete the customer record because orders have been created against it.
in_id: Tidak bisa hapus pelanggan karena permintaan yang terbuat menolaknya.

source: Cannot delete this customer because there are branch records set up against it.
in_id: Tidak bisa hapus pelanggan ini karena rekord cabang menolaknya.

source: There are no sales types defined. Please define at least one sales type before adding a customer.
in_id: Definisi tipe penjualan tidak ada. Silahkan sedikitnya satu tipe sales sebelum penambahan pelanggan.

source: Edit Customer
in_id: Edit Pelanggan

source: Enter a new customer
in_id: Masukan Pelanggan Baru

source: Customer Name:
in_id: Nama Pelanggan:

source: GSTNo:
in_id: No.GST:

source: Customer's Currency:
in_id: Mata Uang Pelanggan:

source: Sales Type/Price List:
in_id: Tipe Penjualan/Daftar Harga:

source: Discount Percent:
in_id: Diskon (%):

source: Prompt Payment Discount Percent:
in_id: Tanyakan Diskon(%) Pembayaran:

source: Credit Limit:
in_id: Kredit Limit:

source: Credit Status:
in_id: Status Kredit:

source: Add New Customer
in_id: Tambahkan Pelanggan Baru

source: Update Customer
in_id: Perbaharui Pelanggan

source: Delete Customer
in_id: Hapus Pelanggan

source: There are no customers defined in the system. Please define a customer to add customer branches.
in_id: Definisi pelanggan tidak ada dalam sistem. Silahkan tambahkan sebuah definisi pelanggan dicabang.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
in_id: Definisi salesman tidak ada dalam sistem. Sedikitnya satu salesman diperlukan sebelum proses.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
in_id: Definisi area sales tidak ada dalam sistem. Sedikitnya satu area sales diperlukan sebelum proses.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
in_id: Definisi perusahaan pengiriman tidak ada dalam sistem. Sedikitnya satu perusahaan pengiriman diperlukan sebelum proses.

source: The Branch name cannot be empty.
in_id: Nama Cabang jangan kosong.

source: Cannot delete this branch because customer transactions have been created to this branch.
in_id: Cabang ini tidak bisa dihapus karena sudah ada transaksinya.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
in_id: Cabang ini tidak bisa dihapus karena ada permintaan penjualan. Bersihkan permintaan penjualan lama terlebih dulu.

source: Contact
in_id: Kontak

source: Sales Person
in_id: Salesman

source: Phone No
in_id: No. Telp

source: Fax No
in_id: No. Fak

source: The selected customer does not have any branches. Please create at least one branch.
in_id: Pilihan pelanggan tidak ada dicabang manapun. Silahkan buat paling tidak pada satu cabang.

source: New Customer Branch
in_id: Pelanggan Cabang Baru

source: Main Branch
in_id: Cabang Utama

source: Name and Contact
in_id: Nama Penghubung(Kontak)

source: Branch Name:
in_id: Nama Cabang:

source: Fax Number:
in_id: Nomor Fak:

source: Sales Person:
in_id: Salesman:

source: Sales Area:
in_id: Area Sales:

source: Default Inventory Location:
in_id: Lokasi Inventory Default:

source: Default Shipping Company:
in_id: Perusahaan Pengiriman Default:

source: Disable this Branch:
in_id: Nonaktif Cabang ini

source: Addresses
in_id: Alamat

source: Mailing Address:
in_id: Alamat Surat Menyurat:

source: Billing Address:
in_id: Alamat Penagihan:

source: The area description cannot be empty.
in_id: Deskripsi area jangan kosong.

source: Cannot delete this area because customer branches have been created using this area.
in_id: Tidak bisa menghapus area ini karena pelanggan telah menggunakan area ini.

source: Area Name
in_id: Nama Area

source: New Sales Area
in_id: Sales Area baru

source: Area Name:
in_id: Nama Area:

source: The sales person name cannot be empty.
in_id: Nama Sales jangan kosong.

source: New Sales Person
in_id: Nama Sales baru

source: Sales person name:
in_id: Nama Sales:

source: Telephone number:
in_id: Nomor Telepon:

source: Fax number:
in_id: Nomor Faks:

source: The sales type description cannot be empty.
in_id: Deskripsi tipe penjualan jangan kosong.

source: Cannot delete this sale type because customer transactions have been created using this sales type.
in_id: Tidak bisa menghapus penjualan ini karena pelanggan bertransaksi menggunakan tipe penjualan ini.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
in_id: Tidak bisa menghapus penjualan ini karena pelanggan telah menggunakan tipe penjualan ini.

source: Type Name
in_id: Nama Tipe

source: New Sales type
in_id: Tipe Sales Baru

source: Sales Type Name:
in_id: Nama Tipe Penjualan:

source: View Credit Note
in_id: Tampilkan Nota Kredit

source: There are no line items on this credit note.
in_id: Tidak ada baris barang dalam nota kredit ini

source: Shipping
in_id: Pengiriman

source: TOTAL CREDIT
in_id: TOTAL KREDIT

source: View Sales Invoice
in_id: Tampilkan Faktur Penjualan

source: SALES INVOICE
in_id: FAKTUR PENJUALAN

source: Charge To
in_id: Tagih Ke

source: Charge Branch
in_id: Charge Cabang

source: Delivered To
in_id: Kirim Ke

source: Our Order No
in_id: No. Permintaan Kami

source: Customer Order Ref.
in_id: Ref. Permintaan Pelanggan

source: There are no line items on this invoice.
in_id: Tidak ada baris barang dalam faktur ini.

source: View Customer Payment
in_id: Tampilkan Pembayaran Pelanggan

source: Customer Payment
in_id: Pembayaran Pelanggan

source: From Customer
in_id: Dari Pelanggan

source: Into Bank Account
in_id: Masuk Ke dalam Akun Bank

source: Date of Deposit
in_id: Tgl. Penyimpanan

source: This customer payment has been voided.
in_id: Pembayaran pelanggan ini telah dibatalkan.

source: View Sales Order
in_id: Tampilkan Permintaan Penjualan

source: Sales Order
in_id: Permintaan Penjualan

source: Order Information
in_id: Informasi Permintaan

source: Credit Notes
in_id: Nota Kredit

source: Customer Name
in_id: Nama Pelanggan

source: Deliver To Branch
in_id: Kirim Ke Cabang

source: Ordered On
in_id: Telah diminta Atas

source: Requested Delivery
in_id: Memohon Pengiriman

source: Order Currency
in_id: Permintaan Mata Uang

source: Deliver From Location
in_id: Kirim Dari Lokasi

source: Delivery Address
in_id: Alamat Kirim

source: Telephone
in_id: Telepon

source: Quantity Delivered
in_id: Kwantitas Kirim

source: Total Excluding Tax
in_id: Total Tanpa Pajak

source: The item tax type description cannot be empty.
in_id: Deskripsi barang tipe pajak tidak bisa kosong.

source: Cannot delete this item tax type because items have been created referring to it.
in_id: Tidak bisa hapus barang tipe pajak ini karena barang telah dibuat dari referensi ini.

source: Tax exempt
in_id: Bebas Pajak

source: New Item Tax type
in_id: Tipe Pajak Barang Baru

source: Is Fully Tax-exempt:
in_id: Tidak Kena Pajak:

source: Select which taxes this item tax type is exempt from.
in_id: Pilihan barang berpajak ini tipe pajak pengecualian dari

source: Tax Name
in_id: Nama Pajak

source: Is exempt
in_id: Apakah bebas

source: There are no tax types defined. Define tax types before defining tax groups.
in_id: Tidak ada definisi tipe pajak. Definisi tipe pajak sebelum definisi group pajak.

source: The tax group name cannot be empty.
in_id: Nama group pajak ini tidak bisa dikosongkan.

source: An entered tax rate is invalid or less than zero.
in_id: Salah satu pemasukan rate pajak ini keliru atau kurang dari no.

source: Cannot delete this tax group because customer branches been created referring to it.
in_id: Tidak bisa hapus group pajak ini karena cabang-cabang pelanggan dibuat dari referensi ini.

source: Cannot delete this tax group because suppliers been created referring to it.
in_id: Tidak bisa hapus group pajak ini karena pemasok telah dibuat dari referensi ini.

source: Tax Shipping
in_id: Pajak Pengiriman

source: New Tax Group
in_id: Group Pajak Baru

source: Tax Shipping:
in_id: Pajak Pengiriman:

source: Select the taxes that are included in this group.
in_id: Pilihan pajak sudah termasuk didalam group ini.

source: Default Rate (%)
in_id: Rate Default(%)

source: Include in Price
in_id: Masuk di Harga

source: Tax Types
in_id: Tipe-tipe Pajak

source: The tax type name cannot be empty.
in_id: Nama tipe pajak jangan kosong.

source: The default tax rate must be numeric.
in_id: Default tarif pajak harus angka.

source: The default tax rate cannot be less than zero.
in_id: Perkiraan tarif pajak tidak bisa kurang dari nol.

source: Cannot delete this tax type because tax groups been created referring to it.
in_id: Pajak tipe ini tidak bisa dihapus karena sudah ada digroup yang terbuat ke referensi tersebut.

source: Sales GL Account
in_id: Akun GL Penjualan

source: Purchasing GL Account
in_id: Akun GL Pembelian

source: New Tax Type
in_id: Tipe Pajak Baru

source: Default Rate:
in_id: Rate Default:

source: Sales GL Account:
in_id: Akun GL Penjualan:

source: Purchasing GL Account:
in_id: Akun GL Pembelian:

source: Outstanding:
in_id: Berjalan:

source: Main Menu
in_id: Menu Utama

source: There are no transactions for this dimension.
in_id: Tidak ada transaksi untuk proyek ini.

source: Transactions for this Dimension
in_id: Transaksi untuk Proyek ini

source: Work Order:
in_id: Permintaan Kerja:

source: Customer:
in_id: Pelanggan:

source: Add item
in_id: Tambah Barang

source: Reverse Transaction:
in_id: Membalik Transaksi:

source: Pay To:
in_id: Bayar Ke:

source: To the Order of:
in_id: Ke Permintaan dari:

source: Add Item
in_id: Tambah Barang

source: DATABASE ERROR :
in_id: ERROR DATABASE :

source: The entered information is a duplicate. Please go back and enter different values.
in_id: Duplikasi pemasukan informasi. Silahkan kembali dan masukan dengan nilai yang berbeda.

source: Back
in_id: Kembali

source: Incorrect Password
in_id: Kekeliruan Sandi

source: The user and password combination is not valid for the system.
in_id: Pengguna dan sandi kombinasinya tidak valid untuk sistem ini.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
in_id: Jika anda belum mendapatkan hak penggunaan, silahkan hubungi administrator sistem untuk mengaktifkan akun anda.

source: Security settings have not been defined for your user account.
in_id: Pengaturan keamanan belum didefinisikan untuk anda.

source: Please contact your system administrator.
in_id: Silahkan hubungi sistem administrator anda.

source: Access denied
in_id: Akses dilarang

source: The security settings on your account do not permit you to access this function
in_id: Anda tidak mendapat ijin untuk fungsi ini sesuai dengan sistem keamanan yang disusun

source: Bank Payment
in_id: Bank Pembayaran

source: Bank Deposit
in_id: Bank Penyimpanan

source: Funds Transfer
in_id: Memindahkan Dana

source: Sales Invoice
in_id: Faktur Penjualan

source: Location Transfer
in_id: Memindahkan Lokasi

source: Inventory Adjustment
in_id: Penyesuaian Stok

source: Supplier Invoice
in_id: Faktur Pemasok

source: Supplier Payment
in_id: Pembayaran Pemasok

source: Work Order
in_id: Permintaan Kerja

source: Work Order Issue
in_id: Mengeluarkan Permintaan Kerja

source: Work Order Production
in_id: Permintaan Kerja Produksi

source: Cost Update
in_id: Perbaharui Biaya

source: Savings Account
in_id: Akun Penyimpanan

source: Chequing Account
in_id: Akun Cek

source: Credit Account
in_id: Akun Kredit

source: Cash Account
in_id: Akun Kas

source: Assemble
in_id: Rakitan

source: Unassemble
in_id: Non-Rakitan

source: Advanced Manufacture
in_id: Perakitan/Pembuatan Lebih Lengkap

source: You should automatically be forwarded.
in_id: Telah otomatis disampaikan jika anda perlu.

source: If this does not happen
in_id: Jika ini tidak terjadi

source: click here
in_id: klik ini

source: to continue
in_id: berlanjut

source: All Suppliers
in_id: Semua Pemasok

source: All Customers
in_id: Semua Pelanggan

source: All Branches
in_id: Semua Cabang

source: All Locations
in_id: Semua Lokasi

source: All Items
in_id: Semua Barang

source: Purchased
in_id: Beli

source: All Work Centres
in_id: Semua Sentral Kerja

source: All Types
in_id: Semua Tipe

source: Overdue Invoices
in_id: Faktur-faktur Jatuh Tempo

source: Invoices
in_id: Fakturisasi

source: Overdue Credit Notes
in_id: Jatuh Tempo Nota Kredit

source: Automatically put balance on back order
in_id: Kembali permintaan secara otomatis untuk disesuaikan

source: Cancel any quantites not delivered
in_id: Semua dibatalkan tidak dikirim

source: in units of :
in_id: dalam unit mulai :

source: Date Voided:
in_id: Tgl.Pembatalan:

source: Included
in_id: Termasuk

source: Total Amount
in_id: Total Nilai

source: Total Allocated:
in_id: Total Alokasi:

source: Left to Allocate:
in_id: Sampai ke Alokasi:

source: January
in_id: Januari

source: February
in_id: Februari

source: March
in_id: Maret

source: May
in_id: Mei

source: June
in_id: Juni

source: July
in_id: Juli

source: August
in_id: Agustus

source: October
in_id: Oktober

source: November
in_id: Nopember

source: December
in_id: Desember

source: Su
in_id: Mi

source: Mo
in_id: Se

source: Tu
in_id: Sl

source: We
in_id: Ra

source: Th
in_id: Ka

source: Fr
in_id: Ju

source: For Part :
in_id: Untuk Part:

source: Detail:
in_id: Perincian:

source: Positive Adjustment
in_id: Penyesuaian Plus

source: Negative Adjustment
in_id: Penyesuaian Minus

source: To Location:
in_id: Ke Lokasi:

source: The bill of material for this item is empty.
in_id: Daftar kebutuhan material untuk barang ini kosong.

source: Total Cost
in_id: Total Biaya

source: There are no Requirements for this Order.
in_id: Tidak ada ketentuan untuk Permintaan ini.

source: Unit Quantity
in_id: Unit Kwantitas

source: Total Quantity
in_id: Total Kwantitas

source: Units Issued
in_id: Unit Terduga

source: On Hand
in_id: Tersedia

source: There are no Productions for this Order.
in_id: Tidak ada Produksi untuk Permintaan ini.

source: There are no Issues for this Order.
in_id: Tidak ada Keluaran untuk Permintaan ini.

source: There are no Payments for this Order.
in_id: Tidak ada Pembayaran untuk Permintaan ini.

source: Manufactured Item
in_id: Barang yang diproduksi

source: Into Location
in_id: Masuk Lokasi

source: This work order is closed.
in_id: Permintaan kerja ini ditutup.

source: Return Items to Location
in_id: Barang Retur ke lokasi

source: Issue Items to Work order
in_id: Barang Terduga ke Permintaan Kerja

source: To Work Centre:
in_id: Ke Sentral Kerja:

source: Issue Date:
in_id: Tgl. Mengeluarkan:

source: For Purchase Order
in_id: Untuk Permintaan Pembelian

source: Deliver Into Location
in_id: Kirim ke Lokasi

source: Date Items Received
in_id: Tgl. Barang diterima

source: Order Comments
in_id: Komentar Permintaan

source: Supplier's Ref.:
in_id: Ref.Pemasok:

source: Terms:
in_id: Termin:

source: Invoice Total:
in_id: Total Faktur:

source: Credit Note Total:
in_id: Total Nota Kredit:

source: GL Items for this Invoice
in_id: Item GL untuk Faktur ini

source: GL Items for this Credit Note
in_id: Item GL untuk Nota Kredit

source: Received Items Charged on this Invoice
in_id: Item yang diteriman dibebankan dalam Faktur ini

source: Received Items Credited on this Note
in_id: Item diterima terkredit atas Catatan ini

source: Delivery Sequence #
in_id: Urutan Pengiriman #

source: Supplier Currency:
in_id: Mata Uang Pemasok:

source: Supplier's Reference:
in_id: Referensi Pemasok:

source: Receive Into:
in_id: Diterima kedalam:

source: Get Address
in_id: Ditemukan Alamat

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
in_id: Penyusunan lokasi stok untuk pengguna ini lokasinya tidak tertera. Sistem administrasi mengharuskan catatan lebih lanjut.

source: Deliver to:
in_id: Kirim ke:

source: Order Items
in_id: Permintaan Barang-barang

source: Required Delivery Date
in_id: Dibutuhkan Tgl. Pengiriman

source: Total Excluding Shipping/Tax
in_id: Total Tidak Termasuk Ongkos/Pajak

source: Cust no
in_id: No.Pelanggan

source: Your Ref
in_id: Ref. Anda

source: Our Ref.
in_id: Ref. Kami

source: Your VAT no.
in_id: No. PPN Anda

source: Our VAT No.
in_id: No. PPN Kami

source: Domicile
in_id: Domisili

source: Please quote Invoice no. when paying. All amounts stated in
in_id: Mohon diperhatikan No.Faktur. ketika membayar. Semua jumlah tertera didalam

source: Phone/Fax/Email
in_id: Telp/Faks/Email
