Repository: ocpyosep78/xinix-accounting
Catalog: lang/*/LC_MESSAGES/*.po
Languages: in_id

source: This invoice number has already been entered. It cannot be entered again.
in_id: Nomor Faktur sudah dipakai. Tidak dapat dimasukan lagi.

source: Enter Invoice
in_id: Masukan Faktur

source: The quantity to invoice must be numeric.
in_id: Kwantitas faktur harus angka.

source: The quantity to invoice must be greater than zero.
in_id: Kwantitas faktur harus lebih besar dari nol.

source: The price is not numeric.
in_id: Harga bukan angka.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
in_id: Harga yang dijadikan faktur adalah lebih daripada persentasi kelebihan yang diijinkan pada permintaan pembelian. Sistem dibuat untuk mengatur ini. Lihat sistem administrator untuk mengubah aturan parameter-parameter jika perlu.

source: The over-charge percentage allowance is :
in_id: Pinjaman persentase muatan berlebih adalah :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
in_id: Kwantitas yang difakturkan lebih dari kwantitas yang belum terselesaikan melebihi dari yang persentase kelebihan yang diijinkan. Sistem disediakan untuk melarang ini. Lihat sistem administrasi untuk mengubah parameter-parameter yang disediakan jika perlu.

source: Back to Supplier Invoice Entry
in_id: Kembali ke Faktur Pemasok

source: There are no outstanding items received from this supplier that have not been invoiced by them.
in_id: Tidak ada tanda terima barang untuk pemasok yang difakturkannya.

source: Items Received Yet to be Invoiced
in_id: Sudah Terima Barang untuk Faktur

source: Received On
in_id: Diterima Atas

source: Quantity Received
in_id: Kwantitas Terima

source: Quantity Invoiced
in_id: Kwantitas Faktur

source: Uninvoiced Quantity
in_id: Qty tidak terfaktur

source: Delivery Item Selected For Adding To A Supplier Invoice
in_id: Pengiriman Barang yang Dipilih Untuk Menambahkan Ke Invoice Pemasok

source: Quantity Outstanding
in_id: Kwantitas Berjalan

source: Quantity to Invoice
in_id: Kwantitas untuk Faktur

source: Actual Price
in_id: Harga Aktual

source: Add to Invoice
in_id: Tambah ke Faktur

source: Supplier Payment Entry
in_id: Masukan Pembayaran Pemasok

source: Payment has been sucessfully entered
in_id: Pembayaran sukses dimasukan

source: View the GL Journal Entries for this Payment
in_id: Tampilkan Pemasukan Jurnal GL untuk Pembayaran ini.

source: Allocate this Payment
in_id: Alokasi Pembayaran ini

source: Enter another supplier payment
in_id: Masukan pembayaran pemasok lainnya

source: From Bank Account:
in_id: Dari Akun Bank:

source: Amount of Payment:
in_id: Nilai Pembayaran:

source: Amount of Discount:
in_id: Nilai Diskon:

source: Date Paid
in_id: Tanggal Bayar

source: Payment To:
in_id: Pembayaran Ke:

source: Payment Type:
in_id: Tipe Pembayaran:

source: Enter Payment
in_id: Masukan Pembayaran

source: The amount and discount are in the bank account's currency.
in_id: Potongan dan jumlah di dalam mata uang akun bank.

source: The entered amount is invalid or less than zero.
in_id: Jumlah yang dimasukan adalah tidak valid atau kurang dari nol.

source: The entered discount is invalid or less than zero.
in_id: Diskon yang dimasukan tidak valid atau lebih kecil dari nol.

source: The total of the amount and the discount negative. Please enter positive values.
in_id: Jumlah keseluruhan dan diskon minus. Silahkan masukan angka positif.

source: Add GL Items
in_id: Tambahkan Barang-barang GL.

source: To enter a supplier invoice or credit note the supplier must first be selected.
in_id: Untuk memasukan faktur pelanggan atau nota kredit pelanggan harus dipilih terlebih dulu.

source: The account code entered is not a valid code, this line cannot be added to the transaction.
in_id: Kode akun yang dimasukan tidak valid, baris ini tidak bisa ditambahkan ke dalam transaksi.

source: The amount entered is not numeric. This line cannot be added to the transaction.
in_id: Jumlah yang dimasukan bukan angka. Baris ini tidak bisa ditambahkan ke tran saksi.

source: Back to Invoice Entry
in_id: Kembali ke Masukan Faktur

source: Back to Credit Note Entry
in_id: Kembali ke Masukan Nota Kredit

source: Enter a GL Line
in_id: Masukan Baris GL

source: GL Account Selection:
in_id: Seleksi Akun GL:

source: Add GL Line
in_id: Tambah baris GL

source: Allocate Supplier Payment or Credit Note
in_id: Alokasi Pembayaran Pemasok atau Nota Kredit

source: The entry for one or more amounts is invalid.
in_id: Pemasukan untuk satu atau lebih jumlah adalah tidak valid.

source: The entry for an amount to allocate was negative. A positive allocation amount is expected.
in_id: Pemasukan satu jumlah yang ditempatkan adalah minus. Harap memasukan alokasi jumlah yang positif.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
in_id: Alokasi ini tidak bisa diproses sebab jumlah penempatan lebih dari jumlah yang ditinggalkan untuk alokasi.

source: Allocation of
in_id: Alokasi di

source: Transaction Type
in_id: Tipe Transaksi

source: Other Allocations
in_id: Alokasi lain

source: This Allocation
in_id: Alokasi ini

source: Left to Allocate
in_id: Sampai ke Alokasi

source: All
in_id: Semua

source: Total Allocated
in_id: Total Teralokasi

source: There are no unsettled transactions to allocate.
in_id: Tidak ada transaksi-transaksi yang belum pasti untuk dialokasikan.

source: Back to Allocations
in_id: Kembali ke Alokasi

source: Supplier Allocations
in_id: Alokasi Pemasok

source: Select a Supplier:
in_id: Pilih Pemasok:

source: Show Settled Items:
in_id: Tampilkan Barang yang dipastikan:

source: Left To Allocate
in_id: Sampai Ke Alokasi

source: Allocate
in_id: Alokasi

source: Marked items are settled.
in_id: Barang yang ditandai adalah pasti.

source: There are no allocations to be done.
in_id: Tidak ada alokasi untuk kerjakan.

source: Search Outstanding Purchase Orders
in_id: Cari Permintaan Pembelian yang belum terselesaikan

source: Supplier's Reference
in_id: Referensi Pemasok

source: Order Date
in_id: Tgl. Permintaan

source: Order Total
in_id: Total Permintaan

source: Receive
in_id: Terima

source: Marked orders have overdue items.
in_id: Permintaan yang ditandai untuk barang sudah jatuh tempo.

source: Search Purchase Orders
in_id: Cari Permintaan Pembelian

source: into location:
in_id: Ke lokasi:

source: Select a supplier:
in_id: Pilih Pemasok:

source: show settled:
in_id: Tampilkan yang dipastikan:

source: There are no transactions to display for the given dates.
in_id: Tidak ada transaksi yang ditampilkan untuk tanggal yang dimaksud.

source: Supp Reference
in_id: Pemasok Ref

source: Allocated
in_id: Teralokasi

source: Allocations
in_id: Alokasi

source: Marked items are overdue.
in_id: Barang yang ditandai lebih dari jatuh tempo.

source: Supplier Inquiry
in_id: Pemeriksaan Pemasok

source: Select a supplier:
in_id: Pilih pemasok:

source: Days
in_id: Hari

source: Over
in_id: Ganti

source: Terms
in_id: Termin

source: Current
in_id: Sekarang

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
in_id: Tidak ada group pajak dalam sistem ini. Sedikitnya satu group pajak dibutuhkan sebelum proses.

source: The supplier name must be entered.
in_id: Nama pemasok harus dimasukan.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
in_id: Tidak bisa menghapus pemasok ini karena transaksi menggunakannya.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
in_id: Tidak bisa menghapus catatan pemasok karena permintaan pembelian sudah dibuat menggunakan pemasok ini.

source: Edit Supplier
in_id: Edit Pemasok

source: Enter a new supplier
in_id: Masukan Pemasok Baru

source: Supplier Name:
in_id: Nama Pemasok:

source: Bank Account:
in_id: Akun Bank:

source: Supplier's Currency:
in_id: Mata Uang Pemasok:

source: Tax Group:
in_id: Group Pajak:

source: Payment Terms:
in_id: Termin Pembayaran:

source: Accounts
in_id: Akun

source: Purchase Account:
in_id: Akun Pembelian:

source: Update Supplier
in_id: Perbaharui Pemasok

source: Delete Supplier
in_id: Hapus Pemasok

source: Add New Supplier Details
in_id: Tambah Rincian Pemasok Baru

source: View Purchase Order Delivery
in_id: Tampilkan Surat Jalan Permintaan Pembelian

source: This page must be called with a Purchase Order Delivery number to review.
in_id: Halaman harus dipanggil ulang bersama nomor Pengiriman Permintaan Pembelian untuk dilihat ulang.

source: Purchase Order Delivery
in_id: Surat Jalan Permintaan Pembelian

source: Line Details
in_id: Baris Rincian

source: Item Description
in_id: Deskripsi Barang

source: Delivery Date
in_id: Tgl. Surat Jalan

source: Line Total
in_id: Total Baris

source: Total Excluding Tax/Shipping
in_id: Total tidak Termasuk Pajak/Pengiriman

source: This delivery has been voided.
in_id: Pengiriman ini telah dibatalkan.

source: View Purchase Order
in_id: Tampilkan Permintaan Pembelian

source: This page must be called with a purchase order number to review.
in_id: Halaman ini harus dipanggil ulang memastikan lagi nomor permintaan pembelian.

source: Purchase Order
in_id: Permintaan Pembelian

source: Requested By
in_id: Diminta Oleh

source: Deliveries
in_id: Pengiriman

source: Delivered On
in_id: Dikirim Atas

source: Invoices/Credits
in_id: Faktur/Kredit

source: View Supplier Credit Note
in_id: Tampilkan Nota Kredit Pemasok

source: SUPPLIER CREDIT NOTE
in_id: NOTA KREDIT PEMASOK

source: Invoice Date
in_id: Tgl. Faktur

source: TOTAL CREDIT NOTE
in_id: TOTAL NOTA KREDIT

source: This credit note has been voided.
in_id: Nota Kredit ini sudah dibatalkan.

source: View Supplier Invoice
in_id: Tampilkan Faktur Pemasok

source: SUPPLIER INVOICE
in_id: FAKTUR PEMASOK

source: TOTAL INVOICE
in_id: TOTAL FAKTUR

source: This invoice has been voided.
in_id: Faktur ini telah dibatalkan.

source: View Payment to Supplier
in_id: Tampilkan Pembayaran ke Pemasok

source: Payment to Supplier
in_id: Pembayaran ke Pemasok

source: To Supplier
in_id: Ke Pemasok

source: Payment Currency
in_id: Mata Uang Pembayaran

source: Supplier's Currency
in_id: Mata Uang Pemasok

source: Balances in Home Currency
in_id: Balance Dalam Mata Uang Dasar

source: Trans Type
in_id: Tipe Trans

source: Charges
in_id: Biaya

source: Credits
in_id: Kredit

source: End Date
in_id: Tgl. Akhir

source: Customer
in_id: Pelanggan

source: Customer Balances
in_id: Pelanggan Balance

source: Summary Only
in_id: Hanya Summary

source: Detailed Report
in_id: Laporan Rinci

source: Aged Customer Analysis
in_id: Analisa Umur Pelanggan

source: All Areas
in_id: Semua Area

source: All Sales Folk
in_id: Seluruh Penjualan Massal

source: Greater than
in_id: Lebih dari

source: Less than
in_id: Terlalu kurang

source: Customer Postal Address
in_id: Kode Pos Pelanggan

source: Price/Turnover
in_id: Perputaran/Harga

source: Branch Contact Information
in_id: Informasi Kontak Cabang

source: Branch Delivery Address
in_id: Alamat Pengiriman Cabang

source: Activity Since
in_id: Aktivitas Sejak

source: Sales Folk
in_id: Penjualan Massal

source: Activity
in_id: Aktivitas

source: Customer Details Listing
in_id: List Rincian Pelanggan

source: Customers in
in_id: Pelanggan dalam

source: Price List
in_id: List Harga

source: Turnover
in_id: Perputaran

source: Category/Items
in_id: Kategori/Barang

source: Category
in_id: Kategori

source: Show GP %
in_id: Tampilkan GP %

source: Price Listing
in_id: Listing Harga

source: Prices
in_id: Harga

source: All Orders
in_id: Semua Permintaan

source: Back Orders Only
in_id: Kembali ke Permintaan saja

source: Branch
in_id: Cabang

source: Customer Ref
in_id: Ref. Pelanggan

source: Ord Date
in_id: Ord Tgl

source: Del Date
in_id: Tgl Hps

source: Loc
in_id: Lok

source: Invoiced
in_id: Fakturisasi

source: Selection
in_id: Pemilihan

source: Order Status Listing
in_id: List Status Permintaan

source: INVOICE
in_id: FAKTUR

source: CREDIT NOTE
in_id: NOTA KREDIT

source: STATEMENT
in_id: PERKIRAAN

source: QUOTE
in_id: KUATA

source: SALES ORDER
in_id: PERMINTAAN PENJUALAN

source: Balances in Home currency
in_id: Penyesuaian dalam mata uang dasar

source: Supplier Balances
in_id: Balance Pemasok

source: currency
in_id: mata uang

source: Aged Supplier Analysis
in_id: Analisa Umur Pemasok

source: Payment Report
in_id: Laporan Pembayaran

source: Qty Recd
in_id: Qty Simp

source: qty Inv
in_id: qty Stok

source: Std Cost
in_id: Std Ongkos

source: Value
in_id: Nilai

source: Outstanding GRNs Report
in_id: Laporan GRN

source: PURCHASE ORDER
in_id: PERMINTAAN PEMBELIAN

source: Inventory Valuation Report
in_id: Laporan Nilai Stok

source: Cust Ord
in_id: Pmt Pel

source: Supp Ord
in_id: Pmt Pem

source: Sugg Ord
in_id: Pmt Seh

source: Inventory Planning Report
in_id: Laporan Stok Planning

source: Difference
in_id: Selisih

source: Stock Check Sheets
in_id: Lembar Pengechekan Stok

source: Wrk Ctr
in_id: Str Kerja

source: Bill of Material Listing
in_id: Daftar Listing Material

source: Dimension Summary
in_id: Proyek Summary

source: Type/Account
in_id: Tipe/Akun

source: Date/Dim.
in_id: Tanggal/Proyek

source: Person/Item/Memo
in_id: Person/Barang/Memo

source: List of Journal Entries
in_id: List Pemasukan Jurnal

source: GL Account Transactions
in_id: Transaksi Akun GL

source: Year
in_id: Tahun

source: Amounts in thousands
in_id: Nilai dalam ribuan

source: Annual Expense Breakdown
in_id: Uraian Beban Tahunan

source: Calculated Return
in_id: Hasil yang Dihitung

source: Open Balance
in_id: Buka Balance

source: Close Balance
in_id: Tutup Balance

source: Accumulated
in_id: Akumulasi

source: Achieved %
in_id: Arsip %

source: Profit and Loss Statement
in_id: Ikhtisar Rugi Laba

source: Tax Report
in_id: Laporan Pajak

source: Branch Name
in_id: Nama Cabang

source: Tax
in_id: Pajak

source: Total Outputs
in_id: Total Keluaran

source: Total Inputs
in_id: Total Masukan

source: Tax Rate
in_id: Tarif Pajak

source: Outputs
in_id: Keluaran

source: Output Tax
in_id: Pajak Keluaran

source: Inputs
in_id: Pemasukan

source: Input Tax
in_id: Pajak Masukan

source: No tax specified
in_id: Tanpa Pajak Spesifik

source: Reports and Analysis
in_id: Analisa dan Laporan-laporan

source: Currency Filter
in_id: Penyaringan Mata Uang

source: Customer Detail Listing
in_id: List Rincian Pelanggan

source: Activity Greater Than
in_id: Aktivitas Lebih Besar Dari

source: Activity Less Than
in_id: Aktivitas Kurang Dari

source: Inventory Category
in_id: Kategori Stok

source: Show Pictures
in_id: Tampilkan Gambar

source: Stock Location
in_id: Lokasi Stok

source: Print Invoices/Credit Notes
in_id: Cetak Faktur/Nota Kredit

source: To
in_id: Ke

source: Bank Account
in_id: Akun Bank

source: email Customers
in_id: email Pelanggan

source: Print Statements
in_id: Statemen Cetak

source: Email Customers
in_id: Email Pelanggan

source: Print Sales Orders
in_id: Cetak Permintaan Penjualan

source: Print as Quote
in_id: Cetak sebagai tanda

source: Aged Supplier Analyses
in_id: Analisa Umur Pemasok

source: Print Purchase Orders
in_id: Print Permintaan Pembelian

source: Inventory
in_id: Stok

source: Manufactoring
in_id: Perakitan

source: From component
in_id: Dari komponen

source: To component
in_id: Ke komponen

source: From Dimension
in_id: Dari Proyek

source: To Dimension
in_id: Sampai Proyek

source: Show Balance
in_id: Tampilkan Balance

source: Dimension Details
in_id: Rincian Proyek

source: Banking
in_id: Perbankan

source: General Ledger
in_id: GL/Buku Besar

source: Show Balances
in_id: Tampilkan Balance

source: From Account
in_id: Dari Akun

source: To Account
in_id: Ke Akun

source: Compare to
in_id: Bandingkan ke

source: Zero values
in_id: Nilai nol

source: Customer Credit Note
in_id: Pelanggan Nota Kredit

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
in_id: Tidak ada pelanggan, atau tidak ada pelanggan dicabang. Silahkan masukan pelanggan tersebut.

source: Credit Note has been processed
in_id: Nota Kredit sudah diproses

source: View this credit note
in_id: Tampilan Nota Kredit ini

source: The entered date for the credit note is invalid.
in_id: Tanggal nota kredit yang dimasukan tidak valid.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
in_id: Untuk nota kredit yang dibuat tidak ditulis distok, diperlukan satu akun buku besar untuk keperluan yang dipilih.

source: Please select an account to write the cost of the stock off to, then click on Process again.
in_id: Silahkan pilih akun untuk ditulis pada stok batal, dan klik untuk Proses lagi.

source: The quantity must be greater than zero.
in_id: Kwantitas harus lebih besar dai nol.

source: The entered price is negative or invalid.
in_id: Harga yang dimasukan minus atau tidak valid.

source: The entered discount percent is negative, greater than 100 or invalid.
in_id: Persentase diskon yang dimasukan minus, lebih tinggi dari 100 atau tidak valid.

source: Credit Note Items
in_id: Barang-barang Nota Kredit

source: Process Credit Note
in_id: Proses Nota Kredit

source: Credit all or part of an Invoice
in_id: Kredit semua atau bagian dari satu Faktur

source: This page can only be opened if an invoice has been selected for crediting.
in_id: Halaman ini hanya bisa dibuka jika faktur telah dipilih untuk kredit.

source: The entered shipping cost is invalid or less than zero.
in_id: Ongkos pengiriman yang dimasukan tidak valid atau kurang dari nol.

source: This invoice can not be credited using the automatic facility.
in_id: Faktur ini tidak bisa dihargai menggunakan fasilitas otomatis.

source: Crediting Invoice
in_id: Faktur Terkredit

source: Tax Group
in_id: Group Pajak

source: Credit Note Date
in_id: Tanggal Nota Kredit

source: Invoiced Quantity
in_id: Kwantitas Faktur

source: Credit Quantity
in_id: Kwantitas Kredit

source: Discount %
in_id: Diskon %

source: Credit Shipping Cost
in_id: Kredit Ongkos Pengiriman

source: Credit Note Total
in_id: Total Nota Kredit

source: Credit Note Type
in_id: Tipe Nota Kredit

source: Items Written Off
in_id: Barang tidak bisa ditulis

source: Items Returned to Inventory Location
in_id: Barang Retur ke Lokasi Stok

source: Write Off the Cost of the Items to
in_id: Mencegah Penulisan Kembali Biaya barang dari

source: Issue an Invoice and Deliver Items for a Sales Order
in_id: Penambahan Faktur dan Pengiriman Barang untuk Permintaan Penjualan

source: Invoice processed
in_id: Faktur diproses

source: View this invoice
in_id: Tampilkan Faktur ini

source: Issue Another Invoice
in_id: Mengeluarkan Faktur Lainnya

source: Select Another Order For Invoicing
in_id: Pilih Permintaan Lainnya untuk Fakturisasi

source: This page can only be opened if an order has been selected. Please select an order first.
in_id: Halaman ini bisa dibuka jika permintaan telah dipilih. Silahkan pilih permintaan pertama kali.

source: Select a sales order to invoice
in_id: Pilih satu permintaan penjualan untuk faktur

source: Select a different sales order to invoice
in_id: Pilih permintaan penjualan berbeda untuk faktur

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice.
in_id: Tidak ada permintaan barang dengan kwantitas yang ditinggalkan untuk pengiriman. Tidak ada apapun yang meninggalkan ke faktur.

source: This order item could not be retrieved. Please select another order.
in_id: Barang permintaan ini tidak dapat kembali. Silahkan pilih permintaan yang lain.

source: This order has been changed or invoiced since this delivery was started to be confirmed. Processing halted.
in_id: Permintaan ini sudah berubah atau sejak difakturkan dipengiriman konfirmasi telah mulai. Proses dihentikan.

source: To enter and confirm this dispatch/invoice the order must be re-selected and re-read again to update the changes made by the other user.
in_id: Untuk masuk dan mengkonfirmasikan ini dispatch/faktur permintaan harus pilih ulang dan membaca ulang lagi untuk membaharui perubahan-perubahan yang dibuat oleh pemakai lain.

source: Select a sales order for confirming deliveries and invoicing
in_id: Pilih permintaan penjualan untuk konfirmasi pengiriman dan faktur.

source: Original order for
in_id: Keaslian permintaan untuk

source: has a quantity of
in_id: telah satu kwantitas

source: and an invoiced quantity of
in_id: dan satu kwantitas yang difakturkan

source: and quantity invoice of
in_id: dan faktur kwantitas dari

source: The entered invoice date is invalid.
in_id: Tanggal faktur tidak valid.

source: The entered invoice date is not in fiscal year.
in_id: Tanggal faktur yang dimasukan tidak dalam tahun fiskal.

source: The entered invoice due date is invalid.
in_id: Tanggal akhir faktur tidak valid.

source: The entered shipping value is not numeric.
in_id: Nilai pengiriman yang dimasukkan bukan nomor.

source: There are no item quantities on this invoice.
in_id: Tidak ada kwantitas barang dalam faktur ini.

source: The invoice cannot be processed because there is an insufficient quantity for component:
in_id: Faktur tidak bisa diproses sebab ada satu kwantitas yang tidak cukup untuk komponen:

source: For Sales Order
in_id: Untuk Permintaan Penjualan

source: Delivery From
in_id: Pengiriman Dari

source: Invoice Items
in_id: Barang-barang Faktur

source: Tax Type
in_id: Tipe Pajak

source: Discount
in_id: Diskon

source: Shipping Cost
in_id: Ongkos Kirim

source: Invoice Total
in_id: Total Faktur

source: Marked items have insufficient quantities in stock.
in_id: Barang yang ditandai kekurangan kwantitas stok.

source: Action For Balance
in_id: Aksi Untuk Balance

source: Process Invoice
in_id: Proses Faktur

source: Customer Payment Entry
in_id: Masukan Pembayaran Pelanggan

source: There are no customers defined in the system.
in_id: Tidak ditemukan pelanggan dalam sistem ini

source: The customer payment has been successfully entered.
in_id: Pembayaran pelanggan sudah berhasil dimasukan.

source: View the GL Journal Entries for this Customer Payment
in_id: Tampilkan Pemasukan Jurnal GL untuk Pembayaran Pelanggan ini.

source: Allocate this Customer Payment
in_id: Alokasi Pembayaran Pelanggan ini

source: Enter Another Customer Payment
in_id: Masukan Pembayaran Pelanggan Lainnya

source: The entered date is invalid. Please enter a valid date for the payment.
in_id: Tanggal yang dimasukan tidak valid. Silahkan masukan yang tanggal yang valid untuk pembayaran.

source: The entered amount is invalid or negative and cannot be processed.
in_id: Jumlah yang dimasukan adalah tidak valid atau minus dan tidak bisa terproses.

source: The entered discount is not a valid number.
in_id: Diskon yang dimasukan angka tidak valid.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
in_id: Penyesuaian jumlah dan diskon adalah nol atau minus. Silahkan masukan jumlah yang valid.

source: From Customer:
in_id: Dari Pelanggan:

source: Branch:
in_id: Cabang:

source: This customer account is on hold.
in_id: Akun Pelanggan di tahan.

source: Customer prompt payment discount :
in_id: Pelanggan ditanyakan diskon pembayaran :

source: Date of Deposit:
in_id: Tanggal Deposit:

source: Into Bank Account:
in_id: Akun Kedalam Bank:

source: Amount and discount are in customer's currency.
in_id: Jumlah dan Diskon adalah dalam mata uang pelanggan.

source: Add Payment
in_id: Tambah Pembayaran
