Repository: ocpyosep78/xinix-accounting
Catalog: lang/*/LC_MESSAGES/*.po
Languages: in_id

source: The work order number sent is not valid.
in_id: Nomor Permintaan Kerja yang dikirim tidak valid.

source: This dimension is closed.
in_id: Proyek sudah ditutup.

source: Transfer between Bank Accounts
in_id: Memindahkan Antara Akun Bank

source: There are no bank accounts defined in the system.
in_id: Tidak ada definisi akun bank dalam sistem.

source: There are no bank transfer types defined in the system.
in_id: Tidak ada difenisi tipe transfer bank dalam sistem.

source: Transfer has been entered
in_id: Transfer telah dimasukan

source: View the GL Journal Entries for this Transfer
in_id: Tampilkan Masukan-masukan jurnal GL untuk Transfer ini

source: Enter Another Transfer
in_id: Masukan Transfer yang lain

source: From Account:
in_id: Dari Akun

source: To Account:
in_id: Ke Akun

source: Transfer Date:
in_id: Tanggal Transfer

source: Amount:
in_id: Jumlah:

source: Transfer Type:
in_id: Tipe Transfer:

source: Enter Transfer
in_id: Masukan Transfer

source: The entered amount is invalid.
in_id: Jumlah yang dimasukan tidak valid.

source: The entered amount must be a positive number.
in_id: Jumlah yang dimasukan harus angka positif.

source: You must enter a reference.
in_id: Anda harus memasukan referensi.

source: The source and destination bank accouts cannot be the same.
in_id: Akun bank asal dan tujuan tidak boleh sama.

source: There are no account groups defined. Please define at least one account group before entering accounts.
in_id: Tidak ada akun group. Silahkan definisikan paling sedikit satu akun group sebelum memasukan akun.

source: The Budget has been saved.
in_id: Anggaran telah disimpan.

source: The Budget has been deleted.
in_id: Anggaran telah dihapus.

source: Account Code:
in_id: Kode Akun:

source: Dimension
in_id: Proyek

source: Get
in_id: Edit

source: Period
in_id: Periode

source: Amount
in_id: Jumlah

source: Dim. incl.
in_id: Dim. Ter.

source: Last Year
in_id: Akhir Tahun

source: Bank Account Deposit Entry
in_id: Masukan Akun Bank Deposit

source: There are no bank payment types defined in the system.
in_id: Tidak ada tipe pembayaran bank dalam sistem ini.

source: Deposit has been entered
in_id: Deposit telah dimasukan

source: View the GL Postings for this Deposit
in_id: Tampilkan Posting GL untuk deposit ini

source: Enter Another Deposit
in_id: Masukan Deposit Lainnya

source: The entered date for the deposit is invalid.
in_id: Tgl. deposit yang dimasukan tidak valid.

source: The amount entered is not a valid number.
in_id: Jumlah yang dimasukan angkanya tidak valid.

source: The amount entered must be a postitive number.
in_id: Jumlah yang dimasukan harus nomor positif.

source: The source and destination accouts cannot be the same.
in_id: Asal dan tujuan akun tidak boleh sama.

source: You cannot make a deposit from a bank account. Please use the transfer funds facility for this.
in_id: Anda tidak bisa membuat deposit dari akun bank. Silahkan gunakan fasilitas transfer untuk ini.

source: Deposit Items
in_id: Barang Deposit

source: Process Deposit
in_id: Proses Deposit

source: Journal entry has been entered
in_id: Ayat Jurnal sudah dimasukan

source: View this Journal Entry
in_id: Tampilkan Ayat Jurnal ini

source: Enter Another Journal Entry
in_id: Masukan Ayat Jurnal Lainnya

source: Dimension is closed.
in_id: Proyek sudah tutup.

source: You cannot enter both a debit amount and a credit amount.
in_id: Anda tidak bisa masukan kedua-duanya satu jumlah debet dan satu jumlah kredit.

source: You must enter either a debit amount or a credit amount.
in_id: Anda harus masukan yang manapun satu jumlah debet atau satu jumlah kredit.

source: The debit amount entered is not a valid number.
in_id: Jumlah debet yang dimasukan adalah nomor yang tidak valid.

source: The debit amount entered cannot be zero or negative.
in_id: Jumlah debet yang dimasukan jangan nol atau minus..

source: The credit amount entered is not a valid number.
in_id: Jumlah kredit yang dimasukan adalah angka yang tidak valid.

source: The credit amount entered cannot be zero or negative.
in_id: Jumlah kredit yang dimasukan jangan nol atau minus.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
in_id: Anda tidak bisa membuat satu ayat jurnal ke akun bank. Silahkan gunakan fungsi perbankan untuk transaksi.

source: Rows
in_id: Lajur

source: Process Journal Entry
in_id: Proses Ayat Jurnal

source: The journal must balance (debits equal to credits) before it can be processed.
in_id: Jurnal harus balance (debet sama dengan kredit) maka dapat diproses.

source: Bank Account Payment Entry
in_id: Masukan Akun Bank Pembayaran

source: Payment has been entered
in_id: Pembayaran sudah dimasukan

source: View the GL Postings for this Payment
in_id: Tampilkan Posting GL untuk Pembayaran ini

source: Enter Another Payment
in_id: Masukan Pembayaran Lain

source: The entered date for the payment is invalid.
in_id: Tanggal yang dimasukan untuk pembayaran tidak valid.

source: You cannot make a payment to a bank account. Please use the transfer funds facility for this.
in_id: Anda tidak bisa membuat satu pembayaran untuk satu akun bank. Tolong gunakan fasilitas transfer dana untuk ini.

source: Payment Items
in_id: Pembayaran Barang

source: Process Payment
in_id: Proses Pembayaran

source: Bank Statement
in_id: Rekening Koran Bank

source: Account:
in_id: Akun:

source: Show
in_id: Tampilkan

source: Debit
in_id: Debet

source: Credit
in_id: Kredit

source: Person/Item
in_id: Personil/Barang

source: Opening Balance
in_id: Penyesuaian Awal

source: Ending Balance
in_id: Penyesuaian Akhir

source: General Ledger Account Inquiry
in_id: Pemeriksaan Akun Buku Besar

source: from:
in_id: dari:

source: to:
in_id: ke:

source: No general ledger transactions have been created for this account on the selected dates.
in_id: Tidak ada transaksi buku besar yang dibuat untuk akun ini pada tanggal yang dipilih.

source: No zero values
in_id: Tidak boleh nilai nol

source: Account
in_id: Akun

source: Account Name
in_id: Nama Akun

source: Brought Forward
in_id: Yang diperhatikan

source: This Period
in_id: Periode ini

source: The bank account name cannot be empty.
in_id: Nama akun bank jangan kosong.

source: Cannot delete this bank account because transactions have been created using this account.
in_id: Tidak bisa menghapus akun bank karana transaksi sudah dibuat dengan akun ini.

source: GL Account
in_id: Akun GL

source: Number
in_id: Nomor

source: Currency
in_id: Mata Uang

source: Bank Address
in_id: Alamat Bank

source: New Bank Account
in_id: Akun Bank Baru

source: Bank Account GL Code:
in_id: Kode Akun Bank GL:

source: Account Type:
in_id: Tipe Akun:

source: Bank Name:
in_id: Nama Bank:

source: Bank Account Name:
in_id: Akun Nama Bank:

source: Bank Account Number:
in_id: Akun Nomor Bank:

source: Bank Account Currency:
in_id: Akun Bank Mata Uang:

source: Bank Address:
in_id: Alamat Bank:

source: Bank Transaction Types
in_id: Tipe Transaksi Bank

source: The bank transaction type name cannot be empty.
in_id: Nama tipe transaksi bank jangan kosong.

source: Cannot delete this bank transaction type because bank transactions have been created referring to it.
in_id: Tidak dapat menghapus tipe transaksi bank ini sebab sudah digunakan transaksi.

source: New Bank Transaction Type
in_id: Tipe Transaksi Bank Baru

source: Description:
in_id: Deskripsi:

source: The currency abbreviation must be entered.
in_id: Singkatan mata uang harus dimasukan.

source: The currency name must be entered.
in_id: Nama mata uang harus dimasukan.

source: The currency symbol must be entered.
in_id: Simbol mata uang harus dimasukan.

source: The hundredths name must be entered.
in_id: Nama seperseratus harus dimasukkan.

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
in_id: Tidak dapat menghapus mata uang ini, karena akun pelanggan telah menggunakannya.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
in_id: Tidak dapat menghapus mata uang ini, karena akun pemasok telah menggunakannya.

source: Cannot delete this currency, because the company preferences uses this currency.
in_id: Tidak dapat menghapus mata uang ini, karena perusahaan telah menggunakannya.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
in_id: Tidak dapat menghapus mata uang ini, karena akun bank telah menggunakannya.

source: Abbreviation
in_id: Singkatan

source: Symbol
in_id: Simbol

source: Currency Name
in_id: Nama Mata uang

source: Hundredths name
in_id: Nama Seperseratus

source: Country
in_id: Negara

source: The marked currency is the home currency which cannot be deleted.
in_id: Mata uang yang ditandai adalah mata uang utama yang tidak bisa dihapus.

source: Currency Abbreviation:
in_id: Singkatan Mata Uang:

source: Currency Symbol:
in_id: Simbol Mata Uang:

source: Currency Name:
in_id: Nama Mata Uang:

source: Hundredths Name:
in_id: Nama Seperseratus:

source: Country:
in_id: Negara:

source: Enter a New Currency
in_id: Masukan Mata Uang Baru

source: The exchange rate must be numeric.
in_id: Nilai tukar harus angka.

source: The exchange rate cannot be zero or a negative number.
in_id: Nilai tukar tidak boleh 0 atau minus.

source: Date to Use From
in_id: Digunakan Dari Tanggal

source: Exchange Rate
in_id: Nilai Tukar

source: Date to Use From:
in_id: Digunakan Dari Tanggal

source: Exchange Rate:
in_id: Nilai Tukar:

source: Exchange rates are entered against the company currency.
in_id: Nilai tukar yang dimasukan tidak sesuai dengan mata uang perusahaan.

source: Select a currency :
in_id: Pilih mata uang:

source: The selected currency is the company currency.
in_id: Mata uang yang dipilih adalah mata uang perusahaan.

source: The company currency is the base currency so exchange rates cannot be set for it.
in_id: Mata uang perusahaan adalah mata uang dasar nilai tukar tidak bisa di-set untuk itu.

source: Enter a New Exchange Rate
in_id: Masukan Nilai Tukar Baru

source: Chart of Accounts
in_id: Akun Perkiraan

source: The account code must be entered.
in_id: Kode akun harus diisi.

source: The account name cannot be empty.
in_id: Nama akun jangan kosong.

source: The account code must be numeric.
in_id: kode akun harus angka.

source: Cannot delete this account because transactions have been created using this account.
in_id: Tidak bisa menghapus akun ini sebab transaksi-transaksi telah dibuat menggunakan akun ini.

source: Cannot delete this account because it is used as one of the company default GL accounts.
in_id: Tidak bisa menghapus akun ini sebab salah satu akun GL default perusahaan telah menggunakannya.

source: Cannot delete this account because it is used by a bank account.
in_id: Tidak bisa menghapus akun ini karena telah digunakan oleh akun bank.

source: Cannot delete this account because it is used by one or more Items.
in_id: Tidak bisa menghapus akun ini karena sudah terpakai oleh beberapa Barang.

source: Cannot delete this account because it is used by one or more Taxes.
in_id: Tidak bisa menghapus akun ini sebab sudah terpakai oleh beberapa Pajak.

source: Cannot delete this account because it is used by one or more Customer Branches.
in_id: Tidak bisa menghapus akun ini sebab sudah terpakai oleh beberapa pelanggan cabang (konsinyasi).

source: Cannot delete this account because it is used by one or more suppliers.
in_id: Tidak bisa menghapus akun ini sebab sudah terpakai oleh beberapa pemasok.

source: Select an Account:
in_id: Pilih Akun:

source: Edit Account
in_id: Edit Akun

source: New Account
in_id: Akun Baru

source: Account Code 2:
in_id: Kode Akun 2:

source: Account Name:
in_id: Nama Akun:

source: Account Group:
in_id: Group Akun:

source: Tax Type:
in_id: Tipe Pajak:

source: No Tax
in_id: Tanpa Pajak

source: Add Account
in_id: Tambah Akun

source: Update Account
in_id: Perbaharui Akun

source: Delete account
in_id: Hapus Akun

source: The account class name cannot be empty.
in_id: Nama Akun Golongan jangan kosong.

source: Cannot delete this account class because GL account types have been created referring to it.
in_id: Tidak bisa menghapus akun golongan karena akun tipe GL telah menggunakannya.

source: Class ID
in_id: ID Golongan

source: Class Name
in_id: Nama Golongan

source: Balance Sheet
in_id: Lembar Balance

source: New Account Class
in_id: Akun Golongan Baru

source: Class ID:
in_id: ID Golongan:

source: Class Name:
in_id: Nama Golongan:

source: Balance Sheet:
in_id: Lembar Balance:

source: The account group name cannot be empty.
in_id: Nama akun group jangan kosong.

source: You cannot set an account group to be a subgroup of itself.
in_id: Anda tidak bisa menetapkan satu akun group untuk menjadi sub-group itu sendiri.

source: Cannot delete this account group because GL accounts have been created referring to it.
in_id: Tidak bisa menghapus akun group karena akun GL telah dibuat menggunakannya.

source: Cannot delete this account group because GL account groups have been created referring to it.
in_id: Tidak bisa menghapus akun group karena akun group GL dibuat menggunakannya.

source: Subgroup Of
in_id: Subgroup dari

source: Class Type
in_id: Tipe Golongan

source: New Account Group
in_id: Akun Group

source: Subgroup Of:
in_id: Subgroup dari:

source: Class Type:
in_id: Tipe Golongan

source: View Bank Transfer
in_id: Tampilkan Transfer Bank

source: From Bank Account
in_id: Dari Akun Bank

source: To Bank Account
in_id: Ke Akun Bank

source: Transfer Type
in_id: Tipe Transfer

source: This transfer has been voided.
in_id: Transfer ini sudah dibatalkan.

source: View Bank Deposit
in_id: Tampilkan Deposit Bank

source: GL Deposit
in_id: Deposi GL

source: From
in_id: Dari

source: Deposit Type
in_id: Tipe Deposit

source: This deposit has been voided.
in_id: Deposit ini sudah dibatalkan.

source: There are no items for this deposit.
in_id: Tidak ada barang untuk deposit ini.

source: Items for this Deposit
in_id: Barang untuk Deposit ini

source: Item Amounts are Shown in :
in_id: Sejumlah barang di tunjukan dalam :

source: Account Code
in_id: Kode Akun

source: Account Description
in_id: Deskripsi Akun

source: View Bank Payment
in_id: Tampilkan Bank Pembayaran

source: GL Payment
in_id: GL Pembayaran

source: Pay To
in_id: Bayar Ke

source: Payment Type
in_id: Tipe Pembayaran

source: This payment has been voided.
in_id: Pembayaran ini sudah dibatalkan.

source: There are no items for this payment.
in_id: Tidak ada barang untuk pembayaran ini.

source: Items for this Payment
in_id: Barang untuk pembayaran

source: General Ledger Transaction Details
in_id: Transaksi Rincian GL

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
in_id: Skrip harus dipanggil bersama tipe transaksi valid dan nomor transaksi untuk posting GL.

source: No general ledger transactions have been created for
in_id: Tidak ada transaksi-transaksi GL yang telah dibuat untuk

source: number
in_id: nomor

source: This transaction has been voided.
in_id: Transaksi ini sudah dibatalkan.

source: Item Adjustments Note
in_id: Catatan Penyesuaian Barang

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
in_id: Pilih Barang Penerimaan untuk di Tambahkan

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
in_id: Tidak ada perpindahan stok dalam sistem ini. Silahkan buat paling sedikit satu tipe penyesuaian stok.

source: Items adjustment has been processed
in_id: Penyesuaian barang sudah diproses

source: View this adjustment
in_id: Tampilkan penyesuaian ini

source: View the GL Postings for this Adjustment
in_id: Tampilkan Postingan GL untuk Penyesuaian ini

source: Enter Another Adjustment
in_id: Masukan Penyesuaian Yang lain

source: The entered date for the adjustment is invalid.
in_id: Tanggal yang dimasukan untuk penyesuaian ini tidak valid.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
in_id: Penyesuaian tidak bisa diproses sebab penyesuaian akan menyebabkan posisi stok minus :

source: The quantity entered is not a valid number.
in_id: Kwantitas yang dimasukan angka tidak valid.

source: The quantity entered must be greater than zero.
in_id: Kwantitas yang dimasukan harus lebih besar dari nol.

source: The entered standard cost is negative or invalid.
in_id: Biaya standar yang dimasukan minus atau tidak valid.

source: Adjustment Items
in_id: Penyesuaian Barang

source: Process Adjustment
in_id: Proses Penyesuaian

source: Inventory Item Cost Update
in_id: Pembaharuan Biaya Stok Barang

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
in_id: Tidak ada biaya stok barang dalam sistem ini (Beli atau membuat barang).

source: The entered cost is not numeric.
in_id: Ongkos yang dimasukan harus angka.

source: The new cost is the same as the old cost. Cost was not updated.
in_id: Biaya baru adalah sama dengan biaya lama. Biaya tidak diperbaharui.

source: Cost has been updated.
in_id: Ongkos sudah diperbaharui

source: View the GL Journal Entries for this Cost Update
in_id: Tampilkan Masukan Jurnal GL untuk perbaharui biaya

source: Item:
in_id: Barang:

source: Last Cost
in_id: Ongkos Terakhir

source: Standard Material Cost Per Unit
in_id: Biaya Standar Material Per Unit

source: Standard Labour Cost Per Unit
in_id: Standar Ongkos Pekerja Per Unit

source: Standard Overhead Cost Per Unit
in_id: Biaya Kelebihan Per Unit

source: Inventory Item Sales prices
in_id: Harga Jual Stok Barang

source: There are no items defined in the system.
in_id: Tidak ada barang dalam sistem.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
in_id: Tidak ada tipe sales dalam sistem. Silahkan setup tipe sales sebelum memasukan harga.

source: The price entered must be numeric.
in_id: Harga yang dimasukan harus angka.

source: This price has been updated.
in_id: Harga ini sudah diperbaharui

source: The new price has been added.
in_id: Harga baru ini sudah ditambahkan

source: The selected price has been deleted.
in_id: Harga yang dipilih telah dihapus.

source: Sales Type
in_id: Tipe Penjualan

source: Price
in_id: Harga

source: There are no prices set up for this part.
in_id: Tidak ada pengaturan harga untuk barang ini.

source: Currency:
in_id: Mata Uang:

source: Sales Type:
in_id: Tipe Sales:

source: Price:
in_id: Harga:

source: Add/Update Price
in_id: Tambah/Pebaharui Harga

source: Supplier Purchasing Data
in_id: Data Pembelian Pemasok

source: There are no purchasable inventory items defined in the system.
in_id: Tidak ada pembelian stok barang dalam sistem.

source: There are no suppliers defined in the system.
in_id: Tidak ada pemasok dalam sistem.

source: There is no item selected.
in_id: Tidak ada barang yang dipilih.

source: The price entered was not numeric.
in_id: Harga yang dimasukan bukan angka.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
in_id: Pengali konversi yang dimasukan bukan angka. Pengali konversi harus angka dibagi untuk mendapatkan harga unit dalam satuan kami.

source: This supplier purchasing data has been added.
in_id: Data pembelian pemasok ini sudah ditambahkan.

source: Supplier purchasing data has been updated.
in_id: Data pembelian pemasok sudah diperbaharui.

source: The purchasing data item has been sucessfully deleted.
in_id: Pembelian data barang sudah berhasil dihapus.

source: Entered item is not defined. Please re-enter.
in_id: Barang tidak terdefinisi. Silahkan masukan lagi.

source: There is no purchasing data set up for the part selected
in_id: Tidak ada setup data pembelian untuk barang yang dipilih

source: Supplier
in_id: Pemasok

source: Supplier's Unit
in_id: Unit Pemasok

source: Supplier's Description
in_id: Deskripsi Pemasok

source: Supplier:
in_id: Pemasok:

source: Suppliers Unit of Measure:
in_id: Satuan Ukur Pemasok:

source: Conversion Factor (to our UOM):
in_id: Faktor Pengali (ke UOM kami):

source: Supplier's Code or Description:
in_id: Kode Pemasok atau Deskripsi:

source: Update Purchasing Data
in_id: Perbaharui Data Pembelian

source: Add Purchasing Data
in_id: Tambahkan Data Pembelian

source: There are no inventory items defined in the system (Purchased or manufactured items).
in_id: Tidak ada stok barang dalam sistem (Beli atau membuat barang).

source: Location
in_id: Lokasi

source: Quantity On Hand
in_id: Kwantitas Tersedia

source: Re-Order Level
in_id: Ukuran Permintaan Ulang

source: Inventory transfer has been processed
in_id: Transfer stok sudah diproses

source: View this transfer
in_id: Tampilkan transfer ini

source: Enter Another Inventory Transfer
in_id: Masukan Transfer Stok Yang Lain

source: The locations to transfer from and to must be different.
in_id: Lokasi untuk transfer

source: The quantity entered is greater than the available quantity for this item at the source location :
in_id: Kwantitas yang dimasukkan adalah lebih besar dari kwantitas yang tersedia untuk barang ini pada lokasi sumber :

source: The quantity entered must be a positive number.
in_id: Kwantitas yang dimasukan tidak boleh minus.

source: Process Transfer
in_id: Proses Transfer

source: Inventory Item Movement
in_id: Perpindahan Barang Stok

source: From Location:
in_id: Dari Lokasi:

source: Show Movements
in_id: Tampilkan Perpindahan

source: Detail
in_id: Perincian

source: Quantity In
in_id: Kwantitas Masuk

source: Quantity Out
in_id: Kwantitas Keluar

source: Quantity on hand before
in_id: Sebelum Kwantitas Tersedia

source: Quantity on hand after
in_id: Setelah kwantitas tersedia

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
in_id: Ini adalah jasa dan tidak bisa ditahan sebagai stock, hanya total kwantitas atas penjualan yang belum terselesaikan yang ditampilkan.

source: Demand
in_id: Permintaan

source: Available
in_id: Tersedia

source: On Order
in_id: Permintaan

source: Only jpg files are supported - a file extension of .jpg is expected
in_id: Hanya file jpg yang didukung- file yang berektensi .jpg yang diharapkan

source: The file size is over the maximum allowed. The maximum size allowed in KB is
in_id: Ukuran file melebiha batas maksimal. Maksimal ukuran yang diperbolehkan dalam KB adalah

source: Only graphics files can be uploaded
in_id: Hanya file-file graphics yang bisa diupload

source: Attempting to overwrite an existing item image
in_id: Mencoba untuk menulis kembali gambar barang yang ada

source: The existing image could not be removed
in_id: Gambar yang ada tidak bisa dihapus

source: There are no item categories defined in the system. At least one item category is required to add a item.
in_id: Tidak ada kategori barang dalam sistem ini. Paling sedikit satu kategori barang diperlukan untuk menambahkan barang.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
in_id: Tidak ada tipe barang pajak dalam sistem. Paling sedikit satu tipe pajak diperlukan untuk menambahkan barang.

source: The item name must be entered.
in_id: Nama barang mesti dimasukan.

source: The item code cannot be empty
in_id: Kode barang jangan kosong

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
in_id: Kode item tidak bisa berisi beberapa karakter - & + atau spasi atau koma.
